Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Microsoft.Authentication.po
Languages: cs, it, vi

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Security
cs: Zabezpečení
it: Sicurezza
vi: Bảo mật

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Authentication
cs: Přihlášení
it: Autenticazione
vi: Xác thực

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Security
cs: Zabezpečení
it: Sicurezza
vi: Bảo mật

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Authentication
cs: Přihlášení
it: Autenticazione
vi: Xác thực

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: DisplayName is required
cs: Zobrazovaný název je povinný
it: Il nome visualizzato è obbligatorio
vi: DisplayName là bắt buộc

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: AppId is required
cs: Pole AppId je povinné
it: L'AppId è obbligatorio
vi: AppId là bắt buộc

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: TenantId is required
cs: Pole TenantId je povinné
it: Il TenantId è obbligatorio
vi: TenantId là bắt buộc

# OrchardCore.Microsoft.Authentication.Services.MicrosoftAccountService
source: AppId is required
cs: Pole AppId je povinné
it: L'AppId è obbligatorio
vi: AppId là bắt buộc

# OrchardCore.Microsoft.Authentication.Services.MicrosoftAccountService
source: AppSecret is required
cs: Pole AppSecret je povinné
it: L'AppSecret è obbligatorio
vi: AppSecret là bắt buộc

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
cs: Po uložení změn bude tento web restartován.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Microsoft Account Authentication Settings
cs: Nastavení autentizace Microsoft
it: Impostazioni di autenticazione account Microsoft
vi: Cài đặt Xác thực Tài khoản Microsoft

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Display Name
cs: Zobrazovaný název
it: Nome visualizzato
vi: Tên Hiển thị

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The display name of the provider.
cs: Zobrazovaný název poskytovatele.
it: Il nome visualizzato del provider.
vi: Tên hiển thị của nhà cung cấp.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The Application ID found on the Azure AD App registration parameters.
cs: Application ID z parametrů Azure AD App.
it: L'ID Applicazione che trovi sui parametri di registrazione dell'app nel pannello Azure AD.
vi: ID ứng dụng được tìm thấy trên các tham số đăng ký Ứng dụng Azure AD.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: TenantId
it: Id del tenant

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The Tenant (Directory) ID found on the Azure AD App registration parameters.
cs: Tenant (Directory) ID z parametrů Azure AD App.
it: L'ID Tenant (Directory) che trovi sui parametri di registrazione dell'app nel pannello Azure AD.
vi: ID Tenant (Directory) được tìm thấy trên các tham số đăng ký Ứng dụng Azure AD.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
cs: URL v rámci aplikace, kam bude uživatel přesměrován a kde aplikace zpracuje požadavek na přihášení.
it: L'indirizzo rispetto al percorso base dell'applicazione dove verrà rediretto lo user-agent. Il middleware elaborerà questa richiesta quando arriverà.
vi: Path được yêu cầu bên trong đường dẫn cơ bản của ứng dụng nơi user-agent sẽ được trả lại. Chương trình trung gian sẽ xử lí yêu cầu này ngay khi nó đến.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
cs: Po uložení změn bude tento web restartován.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Microsoft Account Authentication Settings
cs: Nastavení autentizace Microsoft
it: Impostazioni di autenticazione account Microsoft
vi: Cài đặt Xác thực Tài khoản Microsoft

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The Application ID found on the Microsoft developer portal parameters.
cs: ID aplikace z portálu Microsoft pro vývojáře.
it: L'ID Applicazione presente nel portale dello sviluppatore Microsoft.
vi: ID ứng dụng được tìm thấy trên các tham số cổng thông tin dành cho nhà phát triển của Microsoft.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Secret Key
cs: Privátní klíč
it: Chiave segreta
vi: Khóa Bí mật

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The Application secret key found on the Microsoft developer portal parameters.
cs: Secret key aplikace z portálu Microsoft pro vývojáře.
it: La chiave segreta dell'applicazione presente nei parametri del portale dello sviluppatore Microsoft.
vi: Khóa bí mật ứng dụng được tìm thấy trên các tham số cổng thông tin dành cho nhà phát triển của Microsoft.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
cs: URL v rámci aplikace, kam bude uživatel přesměrován a kde aplikace zpracuje požadavek na přihášení.
it: L'indirizzo rispetto al percorso base dell'applicazione dove verrà rediretto lo user-agent. Il middleware elaborerà questa richiesta quando arriverà.
vi: Đường dẫn yêu cầu trong đường dẫn cơ sở của ứng dụng nơi tác nhân người dùng sẽ được trả về. Phần mềm trung gian sẽ xử lý yêu cầu này khi nó đến.
