Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Contents.po
Languages: tr, vi

# OrchardCore.Contents.AdminMenu
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.AdminMenu
source: Content Items
tr: İçerik öğeleri
vi: Các mục Nội dung

# OrchardCore.Contents.AdminMenu
source: New
tr: Yeni
vi: Mới

# OrchardCore.Contents.Controllers.AdminController
source: Latest
vi: Gần nhất

# OrchardCore.Contents.Controllers.AdminController
source: Owned by me
vi: Của tôi

# OrchardCore.Contents.Controllers.AdminController
source: Published
vi: Đã phát hành

# OrchardCore.Contents.Controllers.AdminController
source: Unpublished
vi: Đã thu hồi

# OrchardCore.Contents.Controllers.AdminController
source: All versions
vi: Tất cả các phiên bản

# OrchardCore.Contents.Controllers.AdminController
source: Recently created
vi: Được tạo gần đây

# OrchardCore.Contents.Controllers.AdminController
source: Recently modified
vi: Thay đổi gần đây

# OrchardCore.Contents.Controllers.AdminController
source: Recently published
vi: Mới phát hành

# OrchardCore.Contents.Controllers.AdminController
source: Title
vi: Tiêu đề

# OrchardCore.Contents.Controllers.AdminController
source: Publish Now
tr: Şimdi Yayımla
vi: Phát hành Bây giờ

# OrchardCore.Contents.Controllers.AdminController
source: Unpublish
tr: Yayından Kaldır
vi: Thu hồi

# OrchardCore.Contents.Controllers.AdminController
source: Delete
tr: Sil
vi: Xóa

# OrchardCore.Contents.Controllers.AdminController
source: All content types
tr: Tüm içerik türleri
vi: Tất cả loại nội dung

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't publish selected content.
tr: Seçili içerik yayımlanamadı.
vi: Không thể phát hành nội dung đã chọn.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully published.
tr: Tatil başarıyla yayımlandı.
vi: Nội dung đã được phát hành.

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
tr: Seçili içerik yayından kaldırılamadı.
vi: Không thể thu hồi phát hành nội dung đã chọn.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully unpublished.
tr: İçerik başarıyla yayından kaldırıldı.
vi: Nội dung đã được thu hồi phát hành.

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't remove selected content.
tr: Seçili içerik silinemedi.
vi: Không thể huỷ nội dung đã chọn.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully removed.
tr: Kategori başarıyla kaldırıldı.
vi: Nội dung đã được huỷ.

# OrchardCore.Contents.Controllers.AdminController
source: Your content draft has been saved.
tr: Taslak içeriğiniz kaydedildi.
vi: Nội dung nháp đã được lưu.

# OrchardCore.Contents.Controllers.AdminController
source: Your {0} draft has been saved.
tr: Taslak {0} içeriğiniz kaydedildi.
vi: {0} bản nháp đã được lưu.

# OrchardCore.Contents.Controllers.AdminController
source: Your content has been published.
tr: İçeriğiniz yayınlandı.
vi: Nội dung đã được phát hành.

# OrchardCore.Contents.Controllers.AdminController
source: Your {0} has been published.
tr: {0} yayınlandı.
vi: Nội dung {0} đã được phát hành.

# OrchardCore.Contents.Controllers.AdminController
source: Could not clone the content item.
tr: İçerik öğesi klonlanamadı.
vi: Không thể nhân bản mục nội dung.

# OrchardCore.Contents.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
tr: Başarıyla kopyalandı. Klon taslak olarak kaydedildi.
vi: Nhân bản thành công. Bản sao đã được lưu dưới dạng bản nháp.

# OrchardCore.Contents.Controllers.AdminController
source: The draft has been removed.
tr: Taslağınız kaldırıldı.
vi: Đã xóa bản nháp.

# OrchardCore.Contents.Controllers.AdminController
source: The {0} draft has been removed.
tr: {0} taslak kaldırıldı.
vi: Đã xóa bản nháp {0}.

# OrchardCore.Contents.Controllers.AdminController
source: That content has been removed.
tr: Bu içerik kaldırıldı.
vi: Nội dung đã bị xóa.

# OrchardCore.Contents.Controllers.AdminController
source: That {0} has been removed.
tr: {0} kaldırıldı.
vi: {0} đó đã bị xoá.

# OrchardCore.Contents.Controllers.AdminController
source: That content has been published.
tr: Bu içerik yayınlandı.
vi: Nội dung đó đã được phát hành.

# OrchardCore.Contents.Controllers.AdminController
source: That {0} has been published.
tr: {0} yayınlandı.
vi: {0} đó đã được phát hành.

# OrchardCore.Contents.Controllers.AdminController
source: The content has been unpublished.
tr: İçerik yayından kaldırıldı.
vi: Nội dung đã bị thu hồi.

# OrchardCore.Contents.Controllers.AdminController
source: The {0} has been unpublished.
tr: {0} yayından kaldırıldı.
vi: {0} đã bị thu hồi.

# OrchardCore.Contents.Drivers.OwnerEditorDriver
source: Invalid user name
tr: Geçersiz kullanıcı adı
vi: Tên người dùng không hợp lệ

# OrchardCore.Contents.Settings.FullTextAspectSettingsDisplayDriver
source: Full-text doesn't contain a valid Liquid expression. Details: {0}
tr: Desen geçerli bir Liquid ifadesi içermiyor. Ayrıntılar: {0}
vi: Toàn văn không chứa biểu thức Liquid hợp lệ. Chi tiết: {0}

# OrchardCore.Contents.Workflows.Activities.ContentActivity
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.Workflows.Activities.ContentActivity
source: Done
tr: Bitti
vi: Hoàn thành

# OrchardCore.Contents.Workflows.Activities.ContentCreatedEvent
source: Content Created Event
tr: İçerik Oluşturuldu
vi: Sự kiện Tạo Nội dung

# OrchardCore.Contents.Workflows.Activities.ContentDeletedEvent
source: Content Deleted Event
tr: İçerik Silindi
vi: Sự kiện Xoá Nội dung

# OrchardCore.Contents.Workflows.Activities.ContentPublishedEvent
source: Content Published Event
tr: İçerik Yayınlandı
vi: Sự kiện Phát hành Nội dung

# OrchardCore.Contents.Workflows.Activities.ContentUnpublishedEvent
source: Content Unpublished Event
tr: İçerik kaldırıldı
vi: Sự kiện Thu hồi Nội dung

# OrchardCore.Contents.Workflows.Activities.ContentUpdatedEvent
source: Content Updated Event
tr: İçerik Güncellendi
vi: Sự kiện Cập nhật Nội dung

# OrchardCore.Contents.Workflows.Activities.ContentVersionedEvent
source: Content Versioned Event
tr: İçerik Sürümlendi
vi: Sự kiện Phiên bản Nội dung

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Create Content Task
tr: İçerik Oluştur
vi: Tác vụ Tạo Nội dung

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Enter a title
tr: Bir başlık girin
vi: Nhập tiêu đề

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Done
tr: Bitti
vi: Hoàn thành

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Delete Content Task
tr: İçeriği Sil
vi: Tác vụ Xoá Nội dung

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Deleted
tr: Silindi
vi: Đã xóa

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Publish Content Task
tr: İçeriği Yayınla
vi: Tác vụ Phát hành Nội dung

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Published
tr: Yayımlandı
vi: Đã phát hành

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Retrieve Content Task
vi: Tác vụ Khôi phục Nội dung

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Content
vi: Nội dung

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Retrieved
vi: Khôi phục

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Unpublish Content Task
tr: İçeriği Yayından Kaldır
vi: Tác vụ Thu hồi Nội dung

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Unpublished
tr: Yayınlanmamış
vi: Đã thu hồi

# OrchardCore.Contents.Views.CommonPart-Date.Edit
source: Created
tr: Oluşturuldu
vi: Đã tạo

# OrchardCore.Contents.Views.CommonPart-Date.Edit
source: The date when the content item was created or first published.
tr: İçerik öğesinin oluşturulduğu veya ilk yayınlandığı tarih.
vi: Ngày nội dung được tạo hoặc lần đầu được phát hành.

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: Owner
tr: Sahibi
vi: Chủ sở hữu

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: The owner of the content item.
tr: İçerik öğesinin sahibi.
vi: Chủ sở hữu của mục nội dung.

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Display date editor
tr: Tarih editörünü göster
vi: Hiển thị sửa ngày tháng

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Check to be able to edit the creation date of the content item.
tr: İçerik öğesinin oluşturulma tarihini düzenleyebilmek için işaretleyin.
vi: Đánh dấu để có thể chỉnh sửa ngày tạo của mục nội dung.

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Display owner editor
tr: Yönetici editörünü göster
vi: Hiển thị tác giả

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Check to be able to edit the owner of the content item. The <code>SiteOwner</code> permission will also be required.
tr: İçerik öğesinin sahibini düzenleyebilmek için işaretleyin. <code> Site Sahibi </code> izni de gerekli olacaktır.
vi: Đánh dấu để có thể chỉnh sửa chủ sở hữu của nội dung. Cho phép <code>SiteOwner</code> cũng sẽ được yêu cầu.

# OrchardCore.Contents.Views.Content.Edit
source: Cancel
tr: İptal
vi: Bỏ qua

# OrchardCore.Contents.Views.Content.PublishButton
source: Publish
tr: Yayımla
vi: Phát hành

# OrchardCore.Contents.Views.Content.PublishButton
source: Toggle Dropdown
tr: Aç/Kapa Açılır Liste
vi: Đổi Dropdown

# OrchardCore.Contents.Views.Content.PublishButton
source: and continue
tr: ve Devam et
vi: và tiếp tục

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: Save Draft
tr: Taslağı Kaydet
vi: Lưu Bản nháp

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: Toggle Dropdown
tr: Aç/Kapa Açılır Liste
vi: Bật tắt Dropdown

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: and continue
tr: ve Devam et
vi: và tiếp tục

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Actions
tr: Eylemler
vi: Hành động

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Publish Draft
tr: Taslağı Yayınla
vi: Pát hành Bản nháp

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Preview Draft
tr: Taslağı Önizle
vi: Xem trước Bản nháp

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Discard Draft
tr: Taslaktan Vazgeç
vi: Hủy bỏ Bản nháp

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to discard this draft?
tr: Bu taslağı silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn loại bỏ bản nháp này?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Yes
tr: Evet
vi: Đồng ý

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: No
tr: Hayır
vi: Không

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Unpublish
tr: Yayından Kaldır
vi: Thu hồi

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to unpublish this item?
tr: Bu öğeyi yayımdan kaldırmak istediğine emin misin?
vi: Bạn có chắc chắn muốn thu hồi mục này?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Delete
tr: Sil
vi: Xóa

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to delete this content item?
tr: Bu içeriği silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa nội dung này không?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Clone
tr: Klonla
vi: Nhân bản

# OrchardCore.Contents.Views.Contents-Button-Edit.SummaryAdmin
source: Edit
tr: Düzenle
vi: Sửa

# OrchardCore.Contents.Views.Contents-Button-Edit.SummaryAdmin
source: View
tr: Görüntüle
vi: Xem

# OrchardCore.Contents.Views.Contents-Meta.SummaryAdmin
source: Last modified {0} by {1}
tr: {1} tarafından en son değiştirilen {0}
vi: Sửa lần cuối {0} bởi {1}

# OrchardCore.Contents.Views.Contents-Tags.SummaryAdmin
source: Published
tr: Yayınlandı
vi: Đã phát hành

# OrchardCore.Contents.Views.Contents-Tags.SummaryAdmin
source: Draft
tr: Taslak
vi: Bản nháp

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Full-text
tr: Tam metin
vi: Toàn văn

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: The full-text content is used in search queries to find content items from free-text searches.
tr: Tam metin içeriği, arama sorgularında içerik öğelerini bulmak için kullanılır.
vi: Nội dung toàn văn được sử dụng trong các truy vấn tìm kiếm để tìm các mục nội dung từ các tìm kiếm văn bản tự do.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Include display text
tr: Görünen metni dahil et
vi: Bao gồm văn bản hiển thị

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to include the display text in the full-text content.
tr: Görünen metni, desen içeriğine dahil etmek için işaretle.
vi: Đánh dấu để hiển thị cả văn bản trong nội dung toàn văn.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Include body parts
tr: Gövde parçalarını dahil et
vi: Bao gồm cả phấfn nội dung

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to include the body parts content in the full-text content.
tr: Gövde parçalarını, desen içeriğine dahil etmek için işaretle.
vi: Đánh dấu để bao gồm phần thân nội dung trong nội dung toàn văn.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Use custom full-text
tr: Özel desen kullan
vi: Sử dụng toàn văn tùy chỉnh

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to define a custom Liquid template generating some text to include in the full-text content.
tr: Desen içeriğine dahil etmek için metin oluşturan özel bir Sıvı şablonu tanımlamayı işaretleyin.
vi: Đánh dấu để xác định Liquid template tùy chỉnh tạo một số văn bản để đưa vào nội dung toàn văn bản.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Tip: Include custom fields like <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.
tr: İpucu: <code>{{{{ Model.Content.Article.Summary.Text }}}}</code> gibi özel alanlar ekleyin.
vi: Lưu ý: Bao gồm các trường tuỳ chỉnh <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.

# OrchardCore.Contents.Views.NavigationItemText-content.Id
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.Views.NavigationItemText-new.Id
source: New
tr: Yeni
vi: Mới

# OrchardCore.Contents.Views.Admin.Create
source: New {0}
tr: Yeni {0}
vi: Mới {0}

# OrchardCore.Contents.Views.Admin.Edit
source: Edit {0}
tr: {0} Düzenle
vi: Sửa {0}

# OrchardCore.Contents.Views.Admin.List
source: Manage Content
tr: İçeriği Yönet
vi: Quản lý Nội dung

# OrchardCore.Contents.Views.Admin.List
source: Create New Content
tr: Yeni bir içerik oluştur
vi: Tạo Nội dung Mới

# OrchardCore.Contents.Views.Admin.List
source: Manage {0} Content
tr: {0} İçeriğini Yönet
vi: Quản lý {0} Nội dung

# OrchardCore.Contents.Views.Admin.List
source: Create New {0}
tr: Yeni {0} oluştur
vi: Tạo mới {0}

# OrchardCore.Contents.Views.Admin.List
source: Filters
vi: Bộ lọc

# OrchardCore.Contents.Views.Admin.List
source: Only draft items
vi: Chỉ những mục nháp

# OrchardCore.Contents.Views.Admin.List
source: Only published items
vi: Chỉ những mục đã phát hành

# OrchardCore.Contents.Views.Admin.List
source: Owned by me
vi: Của tôi

# OrchardCore.Contents.Views.Admin.List
source: Search all content items
vi: Tìm tất cả mục nội dung

# OrchardCore.Contents.Views.Admin.List
source: New {0}
vi: Mới {0}

# OrchardCore.Contents.Views.Admin.List
source: New
vi: Mới

# OrchardCore.Contents.Views.Admin.List
source: Select All
tr: Tümünü Seç
vi: Chọn tất cả

# OrchardCore.Contents.Views.Admin.List
source: 1 item
vi: {0} mục

# OrchardCore.Contents.Views.Admin.List
source: Items {0} to {1}
vi: Từ mục {0} đến {1}

# OrchardCore.Contents.Views.Admin.List
source: / {0} item in total
vi: / {0} mục tất cả

# OrchardCore.Contents.Views.Admin.List
source: Actions
vi: Hành động

# OrchardCore.Contents.Views.Admin.List
source: Bulk Action
tr: Toplu Eylem
vi: Hành động Hàng loạt

# OrchardCore.Contents.Views.Admin.List
source: Filter by content type
vi: Lọc theo loại nội dung

# OrchardCore.Contents.Views.Admin.List
source: Content Type
vi: Loại Nội dung

# OrchardCore.Contents.Views.Admin.List
source: Filter by status
vi: Lọc theo trạng thái

# OrchardCore.Contents.Views.Admin.List
source: Show
tr: Göster
vi: Hiện

# OrchardCore.Contents.Views.Admin.List
source: Sort by
tr: Göre sırala
vi: Sắp xếp theo

# OrchardCore.Contents.Views.Admin.List
source: Sort
vi: Sắp xếp

# OrchardCore.Contents.Views.Admin.List
source: No results found.
vi: Không tìm thấy kết quả nào.

# OrchardCore.Contents.Views.Admin.List
source: selected
vi: đã chọn

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: All Content
tr: Tüm içerikler
vi: Toàn bộ Nội dung

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Summary
source: All Content
tr: Tüm içerikler
vi: Toàn bộ Nội dung

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Summary
source: Adds all content items to the plan.
tr: Tüm rolleri plana ekler.
vi: Thêm tất cả các mục nội dung vào kế hoạch.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Thumbnail
source: All Content
tr: Tüm içerikler
vi: Toàn bộ Nội dung

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Thumbnail
source: Exports all the content items of the system.
tr: Sistemin tüm içerik öğelerini dışa aktarır.
vi: Xuất tất cả các mục nội dung của hệ thống.

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Design
source: Content Created
tr: İçerik Oluşturuldu
vi: Nội dung Đã tạo

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Design
source: Any content type
tr: Herhangi bir içerik türü
vi: Bất kì loại nội dung nào

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Edit
source: Content Types
tr: İçerik Türleri
vi: Các loại Nội dung

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Edit
source: Select any content types to filter on.
tr: Filtrelenecek herhangi bir içerik türünü seçin.
vi: Chọn bất ký loại nội dung nào để lọc.

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Thumbnail
source: Content Created
tr: İçerik Oluşturuldu
vi: Nội dung Đã tạo

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Thumbnail
source: Content is created.
tr: İçerik Oluşturuldu.
vi: Nội dung đã tạo.

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Design
source: Content Deleted
tr: İçerik Silindi
vi: Nội dung Đã xóa

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Design
source: Any content type
tr: Herhangi bir içerik türü
vi: Bất kì loại nội dung nào

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Edit
source: Content Types
tr: İçerik Türleri
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Edit
source: Select any content types to filter on.
tr: Filtrelenecek herhangi bir içerik türünü seçin.
vi: Chọn bất kỳ loại nội dung nào để lọc.

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Thumbnail
source: Content Deleted
tr: İçerik Silindi
vi: Nội dung Đã xoá

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Thumbnail
source: Content is deleted.
tr: İçerik Silindi.
vi: Nội dung đã được xóa.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Content Types
tr: İçerik Türleri
vi: Các loại nội dung

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: The content types to add as part of the plan.
tr: Planın bir parçası olarak eklenecek içerik türleri.
vi: Các loại nội dung được thêm vào như một phần của kế hoạch.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Summary
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Summary
source: Nothing here!
tr: Birşey yok!
vi: Chưa có gì!

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Thumbnail
source: Content
tr: İçerik
vi: Nội dung

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Thumbnail
source: Exports all the content items for the specified content types.
tr: Belirtilen içerik türleri için tüm içerik öğelerini dışa aktarır.
vi: Xuất tất cả các mục nội dung cho các loại nội dung được chỉ định.

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Design
source: Content Published
tr: İçerik Yayınlandı
vi: Nội dung đã Phát hành

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Design
source: Any content type
tr: Herhangi bir içerik türü
vi: Bất kì loại nội dung nào

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Edit
source: Content Types
tr: İçerik Türleri
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Edit
source: Select any content types to filter on.
tr: Filtrelenecek içerik türlerini seçin.
vi: Chọn bất kỳ nội dung nào để lọc.

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Thumbnail
source: Content Published
tr: İçerik Yayınlandı
vi: Nội dung đã Phát hành

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Thumbnail
source: Content is published.
tr: İçerik kaldırıldı.
vi: Nội dung đã được phát hành.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Content Types
tr: İçerik Türleri
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Show All Content Types
tr: Tüm İçerik Tiplerini Göster
vi: Hiện Tất cả Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Default Icon
tr: Varsayılan İkon
vi: Biểu tượng Mặc định

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Pick
tr: Seç
vi: Chọn

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Select an icon. It will be shared by all menu items.
tr: Bir simge seçin. Tüm menü öğeleri tarafından paylaşılacaktır.
vi: Chọn một biểu tượng. Nó sẽ được chia sẻ trong tất cả các mục menu.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Select Content Types
tr: İçerik Türlerini Seçin
vi: Chọn Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Icon
tr: İkon
vi: Biểu tượng

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: The content types to add to the menu.
tr: Menüye eklenecek içerik türleri.
vi: Loại nội dung để thêm vào menu.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Pick an icon
tr: Bir simge seç
vi: Chọn một biểu tượng

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Show all Content Types
tr: Tüm İçerik Tiplerini Göster
vi: Hiện tất cả Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Nothing here!
tr: Birşey yok!
vi: Chưa có gì!

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Content Types
tr: İçerik Türleri
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeThumbnail
source: Content Types
tr: İçerik Türleri
vi: Loại Nội dung
