Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Deployment.po
Languages: de, es, pl, sv, vi

# OrchardCore.Deployment.AdminMenu
source: Configuration
de: Konfiguration
es: Configuración
pl: Konfiguracja
sv: Konfiguration
vi: Cấu hình

# OrchardCore.Deployment.AdminMenu
source: Import/Export
es: Importar/Exportar
pl: Import/eksport
sv: Importera/Exportera
vi: Nhập/Xuất dữ liệu

# OrchardCore.Deployment.AdminMenu
source: Deployment Plans
de: Deployment-Pläne
es: Planes de Despliegue
pl: Plany wdrożenia
sv: Utrullningsplaner
vi: Kế hoạch Triển khai

# OrchardCore.Deployment.AdminMenu
source: Package Import
de: Paketimport
es: Importación de Paquetes
pl: Import pakietu
sv: Paket-import
vi: Nhập Gói dữ liệu

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Delete
de: Löschen
sv: Radera

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan {0} successfully deleted.
de: Deployment-Plan {0} erfolgreich gelöscht.
sv: Installationsplanen {0} har tagits bort.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: The name is mandatory.
de: Der Name ist erforderlich.
es: El nombre es necesario.
pl: Nazwa jest obowiązkowa.
sv: Namnet är obligatoriskt.
vi: Tên bắt buộc phải có.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan updated successfully
de: Deployment-Plan erfolgreich aktualisiert
es: El plan de Despliegue fue actualizado satisfactoriamente
pl: Plan wdrożenia zaktualizowany pomyślnie
sv: Utrullningsplan uppdaterad
vi: Kế hoạch triển khai được cập nhật thành công

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan deleted successfully
de: Deployment-Plan erfolgreich aktualisiert
es: El plan de Despliegue fue eliminado correctamente
pl: Plan wdrożenia usunięty pomyślnie
sv: Utrullningsplan raderad
vi: Kế hoạch triển khai đã được xoá

# OrchardCore.Deployment.Controllers.ImportController
source: Deployment package imported
de: Deployment-Paket importiert
es: Paquete de despliegue importado
pl: Zaimportowano pakiet wdrożeniowy
sv: Utrullningspaket importerat
vi: Đã nhập gói triển khai

# OrchardCore.Deployment.Controllers.ImportController
source: Please add a file to import.
de: Bitte wählen Sie eine zu importierende Datei.
sv: Välj en fil att importera.

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step added successfully
de: Schritt erfolgreich zum Deployment-Plan hinzugefügt
es: El paso en el plan de Despliegue fue agregado satisfactoriamente
pl: Krok planu wdrożenia został dodany pomyślnie
sv: Steg i utrullningsplan tillagt
vi: Bước kế hoạch triển khai được thêm vào thành công

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step updated successfully
de: Schritt des Deployment-Plans erfolgreich aktualisiert
es: El paso en el plan de Despliegue fue actualizado satisfactoriamente
pl: Etap planu wdrożenia został pomyślnie zaktualizowany
sv: Steg i utrullningsplan uppdaterat
vi: Bước kế hoạch triển khai được cập nhật thành công

# OrchardCore.Deployment.Controllers.StepController
source: The deployment plan step has validation errors
de: Der Schritt des Deployment-Plans hat Validierungsfehler
es: El paso del plan de despliegue tiene errores de validación
pl: Etap planu wdrożenia zawiera błędy walidacji
sv: Steget i utrullningsplanen har valideringsfel
vi: Bước kế hoạch triển khai có lỗi về tính hợp lệ

# OrchardCore.Deployment.Controllers.StepController
source: Deployment step deleted successfully
de: Schritt erfolgreich vom Deployment entfernt
es: El plan de Despliegue fue eliminado correctamente
pl: Krok wdrożenia usunięty pomyślnie
sv: Utrullningssteget raderat
vi: Đã xoá bước triển khai

# OrchardCore.Deployment.FileDownloadDeploymentTargetProvider
source: File Download
de: Datei-Download
es: Descarga de archivo
pl: Pobierz plik
sv: Filnedladdning
vi: Tải tệp xuống

# OrchardCore.Deployment.FileDownloadDeploymentTargetProvider
source: Download a deployment plan locally.
de: Lokalen Deployment-Plan herunterladen.
es: Descargar un plan de despliegue localmente.
pl: Pobierz lokalnie plan wdrożenia.
sv: Ladda ned en utrullningsplan lokalt.
vi: Tải xuống một kế hoạch triển khai từ máy local.

# OrchardCore.Deployment.Views.DeploymentStep.Summary
source: Edit
es: Editar
pl: Edytuj
sv: Redigera
vi: Sửa

# OrchardCore.Deployment.Views.DeploymentStep.Summary
source: Delete
de: Löschen
es: Eliminar
pl: Usuń
sv: Ta bort
vi: Xóa

# OrchardCore.Deployment.Views.DeploymentStep.Thumbnail
source: Add
de: Hinzufügen
es: Añadir
pl: Dodaj
sv: Lägg till
vi: Thêm

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Create Deployment Plan
de: Deployment-Plan erstellen
es: Crear Plan de Despliegue
pl: Utwórz plan wdrożenia
sv: Skapa utrullningsplan
vi: Tạo Kế hoạch Triển khai

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Name
es: Nombre
pl: Nazwa
sv: Namn
vi: Tên

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: The name is required.
de: Der Name ist erforderlich.
es: El nombre es obligatorio.
pl: Nazwa jest wymagana.
sv: Namnet är obligatoriskt.
vi: Yêu cầu nhập Tên.

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Create
de: Erstellen
es: Crear
pl: Utwórz
sv: Skapa
vi: Tạo

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj
sv: Avbryt
vi: Bỏ qua

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Deployment Plan
es: Plan de Despliegue
pl: Plan wdrożenia
sv: Utrullningsplan
vi: Kế hoạch Triển khai

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Execute
de: Ausführen
es: Ejecutar
pl: Wykonaj
sv: Utför
vi: Thực thi

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Add Step
de: Schritt hinzufügen
es: Añadir Paso
pl: Dodaj krok
sv: Lägg till steg
vi: Thêm Bước

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: <strong>Nothing here!</strong> There are no steps on this plan for the moment.
de: <strong>Hier ist nichts!</strong> Dieser Plan enthält aktuell keine Schritte.
es: <strong>¡Aquí no hay nada!</strong> No hay ningún paso en este plan ahora mismo.
pl: <strong>Nic tu nie ma!</strong> Na chwilę obecną nie ma żadnych kroków.
sv: <strong>Ingenting här!</strong> Det finns inga steg i denna plan för tillfället.
vi: <strong>Không có gì ở đây!</strong> Không có bước nào cho kế hoạch ở thời điểm này.

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Available Steps
de: Verfügbare Schritte
es: Pasos Disponibles
pl: Dostępne kroki
sv: Tillgängliga steg
vi: Các bước Đã có

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj
sv: Avbryt
vi: Bỏ qua

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Available Targets
de: Verfügbare Ziele
es: Destinos Disponibles
pl: Dostępne cele
sv: Tillgängliga mål
vi: Mục tiêu Khả dụng

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Select
de: Auswählen
es: Seleccionar
pl: Wybierz
sv: Välj
vi: Chọn

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Edit Deployment Plan
de: Deployment-Plan bearbeiten
es: Editar Plan de Despliegue
pl: Edytuj plan wdrożenia
sv: Redigera utrullningsplan
vi: Sửa Kế hoạch Triển khai

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Name
es: Nombre
pl: Nazwa
sv: Namn
vi: Tên

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: The name is required.
de: Der Name ist erforderlich.
es: El nombre es obligatorio.
pl: Nazwa jest wymagana.
sv: Namnet är obligatoriskt.
vi: Yêu cầu nhập Tên.

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Save
de: Speichern
es: Guardar
pl: Zapisz
sv: Spara
vi: Lưu

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj
sv: Avbryt
vi: Bỏ qua

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Deployment Plans
de: Deployment-Pläne
es: Planes de Despliegue
pl: Plany wdrożenia
sv: Utrullningsplaner
vi: Kế hoạch Triển khai

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Search
de: Suche
es: Buscar
pl: Szukaj
sv: Sök
vi: Tìm kiếm

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Add Deployment Plan
de: Deployment-Plan hinzufügen
es: Añadir Plan de Despliegue
pl: Dodaj plan wdrożenia
sv: Lägg till utrullningsplan
vi: Thêm Kế hoạch Triển khai

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Select All
de: Alles Auswählen
sv: Välj alla

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: 1 item
de: 1 Element
sv: 1 objekt

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Items {0} to {1}
de: Elemente von {0} bis {1}
sv: Objekt {0} till {1}

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: / {0} item in total
de: / {0} Element gesamt
sv: / {0} objekt totalt

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Actions
de: Aktionen
sv: Åtgärder

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Bulk Action
de: Mehrfachaktion
sv: Massåtgärd

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Are you sure you want to {0} these items?
de: Sind Sie sicher, dass Sie diese Elemente {0} wollen?
sv: Är du säker på att du vill {0} dessa objekt?

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Edit
de: Bearbeiten
es: Editar
pl: Edytuj
sv: Redigera
vi: Sửa

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Delete
de: Löschen
es: Eliminar
pl: Usuń
sv: Ta bort
vi: Xóa

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: <strong>Nothing here!</strong> There are no deployment plans for the moment.
de: <strong>Hier ist nichts!</strong> Es existieren aktuell keine Deployment-Pläne.
es: <strong>¡Aquí no hay nada!</strong> No hay ningún plan de despliegue ahora mismo.
pl: <strong>Nic tu nie ma!</strong> Obecnie nie ma planów wdrożenia.
sv: <strong>Ingenting här!</strong> Det finns inga utrullningsplaner för tillfället.
vi: <strong>Không có gì ở đây!</strong> Không có bước nào cho kế hoạch ở thời điểm này.

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: selected
de: ausgewählt
sv: vald

# OrchardCore.Deployment.Views.Import.Index
source: Import Deployment Package
de: Deployment-Paket importieren
es: Importar Paquete de Despliegue
pl: Importuj pakiet wdrożeniowy
sv: Importera utrullningspaket
vi: Nhập Gói Triển khai

# OrchardCore.Deployment.Views.Import.Index
source: Import
es: Importar
pl: Importuj
sv: Importera
vi: Nhập

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: Custom File
de: Eigene Datei
es: Archivo Personalizado
pl: Plik niestandardowy
sv: Egen fil
vi: Tệp Tùy chỉnh

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The custom file to add as part of the plan.
de: Die eigene Datei, die als Teil des Plans hinzugefügt werden soll.
es: El archivo personalizado a añadir como parte del plan.
pl: Niestandardowy plik do dodania jako część planu.
sv: Den egna filen att lägga till som del av planen.
vi: Tệp tùy chỉnh để thêm vào làm một phần của kế hoạch.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: File Name
de: Dateiname
es: Nombre d eArchivo
pl: Nazwa pliku
sv: Filnamn
vi: Tên Tệp

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The filename as it will be added in the archive.
de: Der Dateiname, wie er dem Archiv hinzugefügt wird.
es: El nombre de archivo tal como será añadido en el archivo.
pl: Nazwa pliku zostanie dodana do archiwum.
sv: Filnamnet som det kommer att läggas till i arkivet.
vi: Tên tệp sẽ được thêm vào lưu trữ.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: File Content
de: Datei Inhalt
es: Contenido del Archivo
pl: Zawartość pliku
sv: Filinnehåll
vi: Nội dung Tệp

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The content of the file.
de: Der Inhalt der Datei.
es: El contenido del archivo.
pl: Zawartość pliku.
sv: Innehållet i filen.
vi: Nội dung của tệp.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Summary
source: Custom File
de: Eigene Datei
es: Archivo Personalizado
pl: Plik niestandardowy
sv: Egen fil
vi: Tệp Tùy chỉnh

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Thumbnail
source: Custom File
de: Eigene Datei
es: Archivo Personalizado
pl: Plik niestandardowy
sv: Egen fil
vi: Tệp Tùy chỉnh

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Thumbnail
source: Exports a custom file and its content.
de: Exportiert eine eigene Datei und ihren Inhalt.
es: Exportar un archivo personalizado y su contenido.
pl: Eksportuj niestandardowy plik i jego zawartość.
sv: Exporterar en egen fil och dess innehåll.
vi: Xuất một tệp tùy chỉnh và nội dung của nó.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: Deployment Plans
de: Deployment-Pläne
es: Planes de Despliegue
pl: Plany wdrożenia
sv: Utrullningsplaner
vi: Kế hoạch Triển khai

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: Include all deployment plans.
de: Alle Deployment-Pläne einbeziehen.
es: Incluir todos los planes de despliegue.
pl: Dołącz wszystkie plany wdrożenia.
sv: Inkludera alla utrullningsplaner.
vi: Bao gồm tất cả các kế hoạch triển khai.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: The deployment plans to add as part of the plan.
de: Die Deployment-Pläne, welche als Teil des Plans hinzugefügt werden.
es: Los planes de desplieque a añadir como parte del plan.
pl: Plany rozmieszczenia mają zostać dodane jako część planu.
sv: Utrullningsplanerna att lägga till som del av planen.
vi: Các kế hoạch triển khai để thêm như là một phần của kế hoạch.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: Deployment Plans
de: Deployment-Pläne
es: Planes de Despliegue
pl: Plany wdrożenia
sv: Utrullningsplaner
vi: Kế hoạch Triển khai

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: All
de: Alle
es: Todos
pl: Wszystkie
sv: Alla
vi: Tất cả

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: No deployment plan selected.
de: Kein Deployment-Plan ausgewählt.
es: No hay ningún plan de despliegue seleccionado.
pl: Nie wybrano planu wdrożenia.
sv: Ingen utrullningsplan vald.
vi: Không có kế hoạch triển khai nào được chọn.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Thumbnail
source: Deployment Plans
de: Deployment-Pläne
es: Planes de Despliegue
pl: Plany wdrożenia
sv: Utrullningsplaner
vi: Kế hoạch Triển khai

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Thumbnail
source: Exports all or specified deployment plans.
de: Exportiert alle oder spezifizierte Deployment-Pläne.
es: Exporta los planes seleccionados o todos ellos.
pl: Eksport wszystkich lub określonych planów rozmieszczenia.
sv: Exporterar alla eller angivna utrullningsplaner.
vi: Xuất tất cả hoặc kế hoạch triển khai đã chọn.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Recipe File
de: Rezeptdatei
sv: Recept fil

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe file to add as part of the plan.
de: Die Rezeptdatei, die als Teil des Plans hinzugefügt werden soll.
sv: Receptfilen att lägga till som en del av planen.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Recipe Name
de: Rezeptname
sv: Recept namn

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe name.
de: Der Rezeptname.
sv: Receptets namn.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Display Name
de: Anzeigename
sv: Visningsnamn
vi: Tên hiển thị

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe display name.
de: Der Rezept Anzeigename.
sv: Namnet på receptet.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Description
de: Beschreibung
sv: Beskrivning
vi: Mô tả

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe description.
de: Die Rezeptbeschreibung.
sv: Receptbeskrivningen.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Author
de: Autor
sv: Författare
vi: Tác giả

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe author.
de: Der Rezeptautor.
sv: Receptets författare.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: WebSite
sv: Webbplats

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe web site.
de: Das Rezept Webseite.
sv: Receptet webbplats.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe version.
de: Die Rezeptversion.
sv: Receptversionen.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Categories
de: Kategorien
sv: Kategorier
vi: Danh mục

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe categories (comma separated values).
de: Die Rezeptkategorien (durch Komma getrennte Werte).
sv: Receptkategorierna (kommaseparerade värden).

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Tags
sv: Taggar

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe tags (comma separated values).
de: Die Rezept-Tags (durch Komma getrennte Werte).
sv: Recepttaggarna (kommaseparerade värden).

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Setup recipe
de: Setup-Rezept
sv: Installations recept

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Check if the recipe is for setup.
de: Auswählen, wenn dies ein Setup-Rezept ist.
sv: Välj om receptet är ett installationsrecept.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Summary
source: Recipe File
de: Rezeptdatei
sv: Recept fil

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Thumbnail
source: Recipe File
de: Rezeptdatei
sv: Recept fil

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Thumbnail
source: Exports a recipe file.
de: Exportiert eine Rezeptdatei.
sv: Exporterar en receptfil.

# OrchardCore.Deployment.Views.Step.Create
source: Create Step
de: Schritt erstellen
es: Crear Paso
pl: Utwórz krok
sv: Skapa steg
vi: Tạo Các bước

# OrchardCore.Deployment.Views.Step.Create
source: Create
de: Erstellen
es: Crear
pl: Utwórz
sv: Skapa
vi: Tạo

# OrchardCore.Deployment.Views.Step.Create
source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj
sv: Avbryt
vi: Bỏ qua

# OrchardCore.Deployment.Views.Step.Edit
source: Edit Step
de: Schritt bearbeiten
es: Editar Paso
pl: Edytuj krok
sv: Redigera steg
vi: Sửa Bước

# OrchardCore.Deployment.Views.Step.Edit
source: Save
de: Speichern
es: Guardar
pl: Zapisz
sv: Spara
vi: Lưu

# OrchardCore.Deployment.Views.Step.Edit
source: Delete
de: Löschen
es: Eliminar
pl: Usuń
sv: Ta bort
vi: Xóa

# OrchardCore.Deployment.Views.Step.Edit
source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj
sv: Avbryt
vi: Bỏ qua

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Filter
vi: Bộ lọc

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Version
vi: Phiên bản
