Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.ContentTypes.po
Languages: ar

# OrchardCore.ContentTypes.AdminMenu
source: Content
ar: المحتوى

# OrchardCore.ContentTypes.AdminMenu
source: Content Definition
ar: تعريف المحتوى

# OrchardCore.ContentTypes.AdminMenu
source: Content Types
ar: أنواع المحتوى

# OrchardCore.ContentTypes.AdminMenu
source: Content Parts
ar: أجزاء المحتوى

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Display Name can't be empty.
ar: الاسم الظاهر لا يمكن أن يكون فارغاً.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
ar: النوع بنفس الإسم الظاهر موجود مسبقاً.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
ar: الاسم التقني لا يمكن أن يكون فارغاً.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
ar: تم إنشاء نوع المحتوى "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
ar: إعدادات "{0}" تم حفظها.

# OrchardCore.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
ar: تم حذف "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
ar: تم إضافة الجزء "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
ar: تم حذف الجزء "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: The content part could not be created.
ar: تعذر انشاء جزء المحتوى.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
ar: تم إنشاء جزء المحتوى "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: The settings of "{0}" have been saved.
ar: تمّ تسجيل إعدادات "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
ar: الحقل بنفس الاسم الظاهر موجود مسبقاً.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The field "{0}" has been added.
ar: تم إضافة الحقل "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
ar: تمّ تغيير اسم العرض الى {0}.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" field settings have been saved.
ar: تمّ تسجيل بيانات الحقل "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
ar: تمّ حذف الحقل "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part settings have been saved.
ar: تمّ تسجيل بيانات الجزء "{0}".

# OrchardCore.ContentTypes.Editors.DefaultContentTypeDisplayDriver
source: The Content Type name can't be empty.
ar: لا يمكن لاسم نوع المحتوى أن يكون فارغاً.

# OrchardCore.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
ar: لا يمكن إظافة الجزء '{0}' لأنّه موجوه بالفعل.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Display Name
ar: الاسم الظاهر

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Name of the part as it will be displayed in screens. Leave empty to use defaults.
ar: اسم الجزء كما سيتم عرضه في الشاشات. يمكن تركه فارغاً لاستخدام الإعدادات الافتراضية.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Description
ar: الوصف

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Optionally provide a description for this part.
ar: اختيارياً، قم بإضافة وصف لهذا الجزء.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Attachable
ar: قابل للإرفاق

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Check to allow this part to be attached to other content types.
ar: السماح بإرفاق هذا الجزء لأنواع محتوى أخرى.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Reusable
ar: قابل للإستخدام

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Check to allow this part to be attached multiple times.
ar: السماح بإرفاق هذا الجزء عدة مرات.

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Display Name
ar: الاسم الظاهر

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Name of the type as it will be displayed on screens.
ar: اسم النوع كما سيظهر على الشاشات.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Creatable
ar: قابل للإنشاء

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if an instance of this content type can be created through the UI.
ar: تحديد ما إذا كان نوع المحتوى يمكن إنشاؤه عبر واجهة المستخدم.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Listable
ar: قابل للسرد

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if an instance of this content type can be listed through the UI.
ar: تحديد ما إذا كان نوع المحتوى يمكن عرضه في واجهة المستخدم.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Draftable
ar: قابل بأن يكون كمسودة

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type supports draft versions.
ar: تحديد ما إذا كان نوع المحتوى يدعم إنشاء نسخ مسودة.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Versionable
ar: قابل لتعدد الإصدارات

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type supports versioning.
ar: تحديد ما إذا كان نوع المحتوى يدعم الإصدارات.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Securable
ar: قابل للحماية

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type can have custom permissions.
ar: تحديد ما إذا كان نوع المحتوى يمكن أن يحتوي على صلاحيات.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Stereotype
ar: نوع نمطي

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
ar: (اختيارياً) النوع النمطي لنوع المحتوى. على سبيل المثال: Widget، عنصر قائمة، ...

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Collapse
ar: طي

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: NB. Setting is collapsed by default, and cannot be overwritten.
ar: إخفاء إعدادات NB افتراضياً، ومنع تعديلها.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to collapse fields in the GraphQL schema.
ar: طي حقول GraphQL schema.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Hide
ar: إخفاء

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to hide type from the GraphQL schema.
ar: منع ظهور النوع في GraphQL schema.

# OrchardCore.ContentTypes.Views.NavigationItemText-contentdefinition.Id
source: Content Definition
ar: تعريف المحتوى

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Add New Field To "{0}"
ar: إضافة حقل جديد إلى "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Display Name
ar: الاسم الظاهر

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Name of the field as it will be displayed in screens.
ar: اسم الحقل كما سيتم عرضه على الشاشات.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Technical Name
ar: الاسم التقني

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Technical name of the field.
ar: الاسم التقني للحقل.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Field Type
ar: نوع الحقل

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Save
ar: حفظ

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Cancel
ar: إلغاء

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Add Parts To "{0}"
ar: إضافة أجزاء إلى "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Choose the Parts to add to this Content Type.
ar: اختيار الأجزاء لإضافتها لنوع المحتوى.

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Save
ar: حفظ

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Cancel
ar: إلغاء

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Add Named Part To "{0}"
ar: أضف جزءاً مسمى إلى "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Display Name
ar: الاسم الظاهر

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Name of the reusable part as it will be displayed in screens.
ar: اسم الحقل كما سيتم عرضه في الشاشات.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Technical Name
ar: الاسم التقني

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Technical name of the reusable part.
ar: الاسم التقني للجزء القابل لإعادة الاستخدام.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Description
ar: الوصف

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Description of the reusable part.
ar: الوصف للجزء القابل لإعادة الاستخدام.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: There are no available named parts.
ar: لا توجد أجزاء مسمى متاحة.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Save
ar: حفظ

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Cancel
ar: إلغاء

# OrchardCore.ContentTypes.Views.Admin.Create
source: New Content Type
ar: نوع محتوى جديد

# OrchardCore.ContentTypes.Views.Admin.Create
source: Display Name
ar: الاسم الظاهر

# OrchardCore.ContentTypes.Views.Admin.Create
source: Name of the type as it will be displayed on screens.
ar: اسم النوع كما سيظهر على الشاشات.

# OrchardCore.ContentTypes.Views.Admin.Create
source: Technical Name
ar: الاسم التقني

# OrchardCore.ContentTypes.Views.Admin.Create
source: Technical name of the type.
ar: الاسم التقني للنوع.

# OrchardCore.ContentTypes.Views.Admin.Create
source: Create
ar: إنشاء

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: New Content Part
ar: جزء محتوى جديد

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Name
ar: الاسم

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Use no spaces or special characters. For example, "MyCustomPart"
ar: لا تستخدم المسافات والرموز الخاصة. على سبيل المثال: "MyCustomPart"

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Create
ar: إنشاء

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Edit Content Type - {0}
ar: تحرير نوع المحتوى - {0}

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Fields
ar: الحقول

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Edit
ar: تحرير

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Remove
ar: حذف

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Field
ar: إضافة حقل

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Parts
ar: أجزاء

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Contains the fields for the current type
ar: يحتوي على حقول لنوع المحتوى الحالي

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Parts
ar: إضافة أجزاء

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Named Part
ar: أضف جزءاً مسمى

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Save
ar: حفظ

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Delete
ar: حذف

# OrchardCore.ContentTypes.Views.Admin.EditField
source: "{0}" settings for "{1}"
ar: "{0}" إعدادات مطبقة على "{1}"

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Display Name
ar: الاسم الظاهر

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Name of the field as it will be displayed in screens.
ar: اسم الحقل كما سيتم عرضه في الشاشات.

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Technical Name
ar: الاسم التقني

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Technical name of the field.
ar: الاسم التقني للحقل.

# OrchardCore.ContentTypes.Views.Admin.EditField
source: What type of editor should be used?
ar: ماهو نوع المحرر المراد استخدامه؟

# OrchardCore.ContentTypes.Views.Admin.EditField
source: What type of display mode should be used?
ar: ماهو نمط العرض المراد استخدامه؟

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Save
ar: حفظ

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Cancel
ar: إلغاء

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Edit Content Part - {0}
ar: تحرير جزء المحتوى - {0}

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Technical Name
ar: الاسم التقني

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Technical name of the part.
ar: الاسم التقني للجزء.

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Fields
ar: الحقول

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Edit
ar: تحرير

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Remove
ar: حذف

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Add Field
ar: إضافة حقل

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Save
ar: حفظ

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Delete
ar: حذف

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Edit Part - {0}
ar: تحرير جزء - {0}

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Some part settings common to all types can also be defined at the <a href="{0}">Part Definition</a> level.
ar: يمكن تعريف بعض إعدادات الجزء المشتركة بين كل الأنواع من خلال <a href="{0}">تعريف جزء</a>.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Display Name
ar: الاسم الظاهر

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Name of the part as it will be displayed in screens.
ar: اسم الجزء كما سيتم عرضه على الشاشات.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Description
ar: الوصف

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: The description of the part as it will be displayed in screens.
ar: وصف الجزء كما سيتم عرضه على الشاشات.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: What type of editor should be used?
ar: ماهو نوع المحرر المراد استخدامه؟

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Save
ar: حفظ

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Cancel
ar: إلغاء

# OrchardCore.ContentTypes.Views.Admin.List
source: Content Types
ar: أنواع المحتوى

# OrchardCore.ContentTypes.Views.Admin.List
source: Create new type
ar: إنشاء نوع جديد

# OrchardCore.ContentTypes.Views.Admin.List
source: Filter
ar: تصفية

# OrchardCore.ContentTypes.Views.Admin.List
source: Search
ar: بحث

# OrchardCore.ContentTypes.Views.Admin.List
source: <strong>Nothing here!</strong> Your search returned no results.
ar: <strong>لا شىء</strong> لا توجد أي نتائج للبحث.

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Content Parts
ar: أجزاء محتوى

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Create new part
ar: إنشاء جزء جديد

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Filter
ar: تصفية

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Search
ar: بحث

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: <strong>Nothing here!</strong> Your search returned no results.
ar: <strong>لا شىء</strong> لا توجد أي نتائج للبحث.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Content Definitions
ar: تعريفات المحتوى

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Include all content types and parts definitions.
ar: تضمين كل تعريفات أنواع وأجزاء المحتوى.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: The content types to add as part of the plan.
ar: أنواع المحتوى التي يمكن أن تضاف كجزء من الخطة.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: The content parts to add as part of the plan.
ar: أجزاء المحتوى التي يمكن أن تضاف كجزء من الخطة.

source: Content Definitions
ar: تعريفات المحتوى

source: Content Definitions
ar: تعريفات المحتوى

source: Exports specified content type and part definitions.
ar: تصدير التعريفات المحددة من أنواع وأجزاء المحتوى.

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditPartViewModel
source: Edit
ar: تحرير

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Create New {0}
ar: إنشاء {0} جديد

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: List Items
ar: عناصر قائمة

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Edit
ar: تحرير
