Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Lucene.po
Languages: de, el

# OrchardCore.Lucene.AdminMenu
source: Search
de: Suche
el: Αναζήτηση

# OrchardCore.Lucene.AdminMenu
source: Indexing
de: Indizieren
el: Ευρετηρίαση

# OrchardCore.Lucene.AdminMenu
source: Lucene Indices
de: Lucene-Indizes
el: Ευρετήρια Lucene

# OrchardCore.Lucene.AdminMenu
source: Run Lucene Query
de: Lucene Abfrage ausführen
el: Εκτέλεση Ερωτηματος Lucene

# OrchardCore.Lucene.AdminMenu
source: Settings
de: Einstellungen
el: Ρυθμίσεις

# OrchardCore.Lucene.Controllers.AdminController
source: Reset
de: Zurücksetzen
el: Επαναφορά

# OrchardCore.Lucene.Controllers.AdminController
source: Rebuild
de: Neu erstellen
el: Ανοικοδόμηση

# OrchardCore.Lucene.Controllers.AdminController
source: Delete
de: Löschen
el: Διαγραφή

# OrchardCore.Lucene.Controllers.AdminController
source: Any culture
de: Jede Kultur
el: Οποιαδήποτε κουλτούρα

# OrchardCore.Lucene.Controllers.AdminController
source: An index named {0} already exists.
de: Ein Index mit dem Namen {0} existiert bereits.
el: Ένα ευρετήριο με το όνομα {0} υπάρχει ήδη.

# OrchardCore.Lucene.Controllers.AdminController
source: An index named {0} doesn't exists.
de: Ein Index namens {0} existiert nicht.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while creating the index
de: Fehler beim Erstellen des Indexes
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία του ευρετηρίου

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> created successfully.
de: Index <em>{0}</em> wurde erfolgreich erstellt.
el: Το ευρετήριο <em>{0}</em> δημιουργήθηκε με επιτυχία.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while editing the index
de: Beim Bearbeiten des Index ist ein Fehler aufgetreten

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> modified successfully, <strong>please consider doing a rebuild on the index.</strong>
de: Index <em>{0}</em> erfolgreich geändert, <strong>Bitte erwägen Sie einen Neuerstellen des Indexes.</strong>

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> reset successfully.
de: Index <em>{0}</em> wurde erfolgreich zurückgesetzt.
el: Η επαναφορά του ευρετηρίου <em>{0}</em> έγινε με επιτυχία.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> rebuilt successfully.
de: Index <em>{0}</em> wurde erfolgreich neu erstellt.
el: Το ευρετήριο <em>{0}</em> ξαναχτίστηκε επιτυχώς.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> deleted successfully.
de: Index <em>{0}</em> wurde erfolgreich gelöscht.
el: Το ευρετήριο <em>{0}</em> διαγράφηκε επιτυχώς.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while deleting the index.
de: Es ist ein Fehler beim Löschen des Eintrags aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή του ευρετηρίου.

# OrchardCore.Lucene.Controllers.AdminController
source: Invalid query : {0}
de: Ungültige Abfrage: {0}

# OrchardCore.Lucene.Controllers.AdminController
source: Couldn't remove selected index.
de: Ausgewählter Inhalt konnte nicht entfernt werden.

# OrchardCore.Lucene.Controllers.AdminController
source: Index successfully removed.
de: Index erfolgreich entfernt.

# OrchardCore.Lucene.Controllers.AdminController
source: At least one content type selection is required.
de: Mindestens ein Inhaltstyp muss ausgewählt werden.

# OrchardCore.Lucene.Controllers.AdminController
source: The index name is required.
de: Der Indexname ist erforderlich.
el: Το όνομα του ευρετηρίου είναι απαραίτητο.

# OrchardCore.Lucene.Controllers.AdminController
source: The index name contains unallowed chars.
de: Der Indexname enthält nicht erlaubte Zeichen.
el: Το όνομα του ευρετηρίου περιέχει μη έγκυρους χαρακτήρες.

# OrchardCore.Lucene.Drivers.LuceneQueryDisplayDriver
source: The query field is required
de: Das Abfragefeld ist erforderlich
el: Το πεδίο ερώτησης είναι υποχρεωτικό

# OrchardCore.Lucene.Drivers.LuceneQueryDisplayDriver
source: The index field is required
de: Das Indexfeld ist erforderlich
el: Το πεδίο ευρετηρίου είναι υποχρεωτικό

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Include this element in the index
de: Dieses Element in den Index mit einbeziehen
el: Συμπεριέλαβε αυτό το στοιχείο στο ευρετήριο

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to include the value of this element in the index.
de: Aktivieren, um den Wert dieses Elements in den Index einzufügen.
el: Επιλέξτε για να συμπεριλάβετε την τιμή αυτού του στοιχείου στο ευρετήριο.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Stored
de: Gespeichert
el: Αποθηκευμένα

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to be able to retrieve the value from the index.
de: Aktivieren, um den Wert aus dem Index abzurufen.
el: Επιλέξτε για να μπορέσετε να ανακτήσετε την τιμή από το ευρετήριο.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Analyzed
de: Analysiert
el: Αναλύθηκε

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to analyze the value as readable text.
de: Aktivieren, um den Wert als lesbaren Text zu analysieren.
el: Επιλέξτε για να αναλύσετε την τιμή ως αναγνώσιμο κείμενο.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Sanitized
de: Bereinigt
el: Απολυμάνθηκε

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to remove any extraneous characters from the text (e.g., HTML).
de: Überprüfen Sie, um fremde Zeichen aus dem Text zu entfernen (z.B. HTML).
el: Επιλέξτε για να αφαιρέσετε τυχόν άσχετους χαρακτήρες από το κείμενο (π.χ. HTML).

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Tokenized
de: Tokenisiert
el: Σηματοδοτημένο

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to be able alter the indexed value using tokens.
de: Aktivieren, um den indizierten Wert mit Token ändern zu können.
el: Επιλέξτε για να μπορείτε να αλλάξετε την τιμή των δεικτών χρησιμοποιώντας tokens.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Use tokens to customize the value. Use the <code>content</code> helper to reference the current element.
de: Verwenden Sie Tokens, um den Wert anzupassen. Verwenden Sie den <code>Content</code> Helfer, um das aktuelle Element zu referenzieren.
el: Χρησιμοποίησε tokens για να προσαρμόσεις την τιμή. Χρησιμοποίησε τον βοηθητικό κώδικα <code>content</code> για να ανατρέξεις στο τρέχον στοιχείο.

# OrchardCore.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: The Lucene index to query for content items
de: Der Lucene-Index zum Abfragen von Inhaltselementen
el: Το ευρετήριο Lucene για την αναζήτηση στοιχείων περιεχομένου

# OrchardCore.Lucene.Views.LuceneQuery.Buttons.SummaryAdmin
source: Run
de: Ausführen
el: Εκτέλεση

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: The lucene index to search on
de: Der zu durchsuchende Lucene-Index
el: Ο δείκτης lucene για αναζήτηση

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Return Content Items
de: Inhaltselemente zurückgeben
el: Επιστρέφει τα Στοιχεία περιεχομένου

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Check to return the corresponding content items.
de: Auswählen, um die entsprechenden Inhaltselemente zurückzugeben.
el: Επιλέξτε για να επιστρέψετε τα αντίστοιχα στοιχεία περιεχομένου.

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Query
de: Abfrage
el: Ερώτημα

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
de: Die Suchanfrage verwendet das Elasticsearch-Format. Einige Dokumentation finden Sie hier <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/de/elasticsearch/reference/current/query-dsl.html</a>
el: Το ερώτημα αναζήτησης χρησιμοποιεί τη μορφή Elasticsearch. Μπορείτε να βρείτε κάποια τεκμηρίωση εδώ <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Lucene.Views.LuceneQuery.SummaryAdmin
source: Lucene query
de: Lucene Abfragen
el: Ερωτήματα Lucene

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Default search index
de: Standardsuchindex
el: Προεπιλεγμένο ευρετήριο αναζήτησης

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: The default index to use for the search page.
de: Der Standardindex für die Suchseite.
el: Ο προεπιλεγμένος δείκτης που θα χρησιμοποιηθεί για τη σελίδα αναζήτησης.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: You need to create at least an index to set as the Search index.
de: Sie müssen mindestens einen Index erstellen, der als Suchindex festgelegt werden soll.
el: Πρέπει να δημιουργήσεις τουλάχιστον ένα ευρετήριο για να οριστεί ως ευρετήριο αναζήτησης.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Default searched fields
de: Standardsuchfelder
el: Προεπιλεγμένα πεδία αναζήτησης

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: A comma separated list of fields to use for search pages. The default value is <code>Content.ContentItem.FullText</code>.
de: Eine kommaseparierte Liste von Feldern, die für Suchseiten verwendet werden sollen. Der Standardwert ist <code>ContentItem.FullText</code>.
el: Μια λίστα με πεδία διαχωρισμένη με κόμμα για χρήση στις σελίδες αναζήτησης. Η προεπιλεγμένη τιμή είναι <code> Content.ContentItem.FullText </code>.

# OrchardCore.Lucene.Views.NavigationItemText-search.Id
source: Search
de: Suche
el: Αναζήτηση

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Queries a Lucene index.
de: Sucht einen Lucene Index ab.
el: Ρωτάει ένα δείκτη Lucene.

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Add
de: Hinzufügen
el: Προσθήκη

# OrchardCore.Lucene.Views.Search-Form
source: Enter your search term(s)
de: Suchbegriff(e) eingeben

# OrchardCore.Lucene.Views.Search-Form
source: Search
de: Suchen
el: Αναζήτηση

# OrchardCore.Lucene.Views.Search-Results
source: There are no such results.
de: Solche Ergebnisse gibt es nicht.

# OrchardCore.Lucene.Views.Admin.Edit
source: Create Index
de: Index erstellen
el: Δημιουργία Ευρετηρίου

# OrchardCore.Lucene.Views.Admin.Edit
source: Edit Index
de: Index bearbeiten
el: Επεξεργασία Ευρετηρίου

# OrchardCore.Lucene.Views.Admin.Edit
source: Analyzer Name
de: Name des Analysierers

# OrchardCore.Lucene.Views.Admin.Edit
source: Culture
de: Kultur
el: Κουλτούρα

# OrchardCore.Lucene.Views.Admin.Edit
source: The content culture that it will index.
de: Die Inhaltskultur, die sie indiziert.

# OrchardCore.Lucene.Views.Admin.Edit
source: Content Types
de: Inhaltstyp
el: Τύποι Περιεχομένου

# OrchardCore.Lucene.Views.Admin.Edit
source: The content types to index. Choose at least one.
de: Die zu indizierenden Inhaltstypen. Wählen Sie mindestens einen aus.
el: Οι τύποι περιεχομένου που εμφανίζονται. Επίλεξε τουλάχιστον έναν.

# OrchardCore.Lucene.Views.Admin.Edit
source: Index options
de: Indexoptionen

# OrchardCore.Lucene.Views.Admin.Edit
source: Index latest version
de: Aktuelle Version indizieren

# OrchardCore.Lucene.Views.Admin.Edit
source: Check to index draft if it exists, otherwise only the published version is indexed.
de: Auswählen, um den Entwurf zu indizieren, sofern vorhanden. Ansonsten wird nur die veröffentlichte Version indiziert.

# OrchardCore.Lucene.Views.Admin.Edit
source: Create
de: Erstellen
el: Δημιουργία

# OrchardCore.Lucene.Views.Admin.Edit
source: Cancel
de: Abbrechen
el: Άκυρο

# OrchardCore.Lucene.Views.Admin.Edit
source: Save
de: Speichern
el: Αποθήκευση

# OrchardCore.Lucene.Views.Admin.Index
source: Indices
de: Indizes
el: Δείκτες

# OrchardCore.Lucene.Views.Admin.Index
source: Add Index
de: Index hinzufügen
el: Προσθήκη Ευρετηρίου

# OrchardCore.Lucene.Views.Admin.Index
source: Select All
de: Alle auswählen
el: Επιλογή Όλων

# OrchardCore.Lucene.Views.Admin.Index
source: 1 item
de: 1 Element
el: 1 αντικείμενο

# OrchardCore.Lucene.Views.Admin.Index
source: Items {0} to {1}
de: Elemente von {0} bis {1}
el: Αντικειμένα {0} έως {1}

# OrchardCore.Lucene.Views.Admin.Index
source: / {0} item in total
de: / {0} Element gesamt
el: / {0} αντικείμενο συνολικά

# OrchardCore.Lucene.Views.Admin.Index
source: Actions
de: Aktionen
el: Ενέργειες

# OrchardCore.Lucene.Views.Admin.Index
source: Bulk Action
de: Massenaktion
el: Μαζική Ενέργεια

# OrchardCore.Lucene.Views.Admin.Index
source: Are you sure you want to {0} this/these item(s)?
de: Sind Sie sicher, dass Sie diese(s) Elemente {0} möchten?
el: Είσαι βέβαιος(α) ότι θέλεις να {0} αυτό/αυτά τα στοιχείο(α);

# OrchardCore.Lucene.Views.Admin.Index
source: Query
de: Abfrage
el: Ερώτημα

# OrchardCore.Lucene.Views.Admin.Index
source: Reset Index
de: Index zurücksetzen
el: Επαναφορά Ευρετηρίου

# OrchardCore.Lucene.Views.Admin.Index
source: This will restart the indexing of all content items. Continue?
de: Die Indexierung aller Inhaltselemente wird neu gestartet. Fortfahren?
el: Αυτό θα επανεκκίνησει τη διαδικασία ευρετηρίου όλων των στοιχείων περιεχομένου. Να συνεχίσω;

# OrchardCore.Lucene.Views.Admin.Index
source: Yes
de: Ja
el: Ναι

# OrchardCore.Lucene.Views.Admin.Index
source: No
de: Nein
el: 'Οχι

# OrchardCore.Lucene.Views.Admin.Index
source: Reset
de: Zurücksetzen
el: Επαναφορά

# OrchardCore.Lucene.Views.Admin.Index
source: Rebuild Index
de: Index neu erstellen
el: Αναδημιουργία ευρετηρίου

# OrchardCore.Lucene.Views.Admin.Index
source: Your index will be rebuilt, which might alter some services during the process. Continue?
de: Ihr Index wird neu aufgebaut, was einige Dienste während des Prozesses verändern könnte. Fortfahren?
el: Ο δείκτης θα ξαναχτιστεί, ο οποίος ενδέχεται να μεταβάλει ορισμένες υπηρεσίες κατά τη διάρκεια της διαδικασίας. Να συνεχίσω;

# OrchardCore.Lucene.Views.Admin.Index
source: Rebuild
de: Neu erstellen
el: Ανοικοδόμηση

# OrchardCore.Lucene.Views.Admin.Index
source: Edit
de: Bearbeiten
el: Επεξεργασία

# OrchardCore.Lucene.Views.Admin.Index
source: Delete
de: Löschen
el: Διαγραφή

# OrchardCore.Lucene.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indices for the moment.
de: <strong>Hier gibt es nichts zu sehen!</strong> Es gibt momentan keine Indizies.
el: <strong>Δεν υπάρχει τίποτα εδώ! </strong>Δεν υπάρχουν προς το παρόν ευρετήρια.

# OrchardCore.Lucene.Views.Admin.Index
source: selected
de: ausgewählt
el: επιλεγμένα

# OrchardCore.Lucene.Views.Admin.Query
source: Lucene Query
de: Lucene Abfragen
el: Ερωτήμα Lucene

# OrchardCore.Lucene.Views.Admin.Query
source: The lucene index to search on
de: Der zu durchsuchende Lucene-Index
el: Ο δείκτης lucene για αναζήτηση

# OrchardCore.Lucene.Views.Admin.Query
source: Template
de: Vorlage
el: Πρότυπο

# OrchardCore.Lucene.Views.Admin.Query
source: You can use the <a href="{0}">Match All query</a> to search all documents.
de: Sie können die <a href="{0}">Match All Abfrage</a> verwenden, um alle Dokumente zu durchsuchen.
el: Μπορείτε να χρησιμοποιήσετε το <a href="{0}">Ταίριασμα όλων των ερωτημάτων </a> για να αναζητήσεις όλα τα έγγραφα.

# OrchardCore.Lucene.Views.Admin.Query
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
de: Die Suchanfrage verwendet das Elasticsearch-Format. Einige Dokumentation finden Sie hier <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/de/elasticsearch/reference/current/query-dsl.html</a>
el: Το ερώτημα αναζήτησης χρησιμοποιεί τη μορφή Elasticsearch. Μπορείτε να βρείτε κάποια τεκμηρίωση εδώ <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Lucene.Views.Admin.Query
source: Parameters
de: Parameter
el: Παράμετροι

# OrchardCore.Lucene.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
de: Ein optionales Json-Objekt, das die Parameterwerte für diese Abfrage enthält.
el: Ένα προαιρετικό αντικείμενο Json που περιέχει τις τιμές παραμέτρων για αυτό το ερώτημα.

# OrchardCore.Lucene.Views.Admin.Query
source: Query
de: Abfrage
el: Ερώτημα

# OrchardCore.Lucene.Views.Admin.Query
source: Found {0} result(s) in {1} ms
de: {0} Ergebnisse(n) in {1} ms gefunden
el: Βρέθηκαν {0} αποτελέσμα(τα) σε {1} ms

# OrchardCore.Lucene.Views.Admin.Query
source: Create
de: Erstellen
el: Δημιουργία

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Search Indexes
de: Suchindizes
el: Ευρετήρια Αναζήτησης

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Include all search indexes.
de: Alle Suchindexe einbeziehen.
el: Συμπεριλάβετε όλα τα ευρετήρια αναζήτησης.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: The search indexes to add as part of the plan.
de: Die Suchindizes, die als Teil des Plans hinzugefügt werden sollen.
el: Τα ευρετήρια αναζήτησης που πρέπει να προσθέσεις ως μέρος του σχεδίου.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: Search Indexes
de: Suchindizes
el: Ευρετήρια Αναζήτησης

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: All
de: Alle
el: Όλα

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: No index selected.
de: Kein Index ausgewählt.
el: Δεν έχει επιλεγεί ευρετήριο.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Search Indexes
de: Suchindizes
el: Ευρετήρια Αναζήτησης

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Exports all or specified search indexes.
de: Exportiert alle oder angegebenen Suchindizes.
el: Εξάγει όλα τα καθορισμένα ευρετήρια αναζήτησης.

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Edit
source: Search Settings
de: Sucheinstellungen
el: Ρυθμίσεις Αναζήτησης

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Summary
source: Search Settings
de: Sucheinstellungen
el: Ρυθμίσεις Αναζήτησης

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Summary
source: Adds search settings to the plan.
de: Fügt Sucheinstellungen zum Plan hinzu.
el: Προσθέτει ρυθμίσεις αναζήτησης στο σχέδιο.

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Thumbnail
source: Search Settings
de: Sucheinstellungen
el: Ρυθμίσεις Αναζήτησης

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Thumbnail
source: Exports search settings.
de: Exportiert Sucheinstellungen.
el: Εξάγει τις ρυθμίσεις αναζήτησης.

# OrchardCore.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: Index
el: Ευρετήριο

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Index
el: Ευρετήριο

# OrchardCore.Lucene.Views.Admin.Edit
source: Index Name
el: Όνομα Ευρετηρίου

# OrchardCore.Lucene.Views.Admin.Query
source: Index
el: Ευρετήριο
