Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Facebook.po
Languages: el, it

# OrchardCore.Facebook.AdminMenu
source: Configuration
el: Παραμετροποίηση
it: Configurazione

# OrchardCore.Facebook.AdminMenu
source: Settings
el: Ρυθμίσεις
it: Impostazioni

# OrchardCore.Facebook.AdminMenu
source: Facebook App
it: Applicazione Facebook

# OrchardCore.Facebook.AdminMenuLogin
source: Security
el: Ασφάλεια
it: Sicurezza

# OrchardCore.Facebook.AdminMenuLogin
source: Authentication
el: Ταυτοποίηση
it: Autenticazione

# OrchardCore.Facebook.Services.FacebookService
source: The AppId is required.
el: Το AppId είναι υποχρεωτικό.
it: L'AppId è obbligatorio.

# OrchardCore.Facebook.Services.FacebookService
source: The App Secret is required.
el: Το App Secret είναι υποχρεωτικό.
it: L'App Secret è obbligatorio.

# OrchardCore.Facebook.Login.ViewModels.FacebookLoginSettingsViewModel
source: Invalid path
el: Μη έγκυρη διαδρομή
it: Percorso non valido

# OrchardCore.Facebook.Widgets.Drivers.FacebookPluginPartDisplayDriver
source: The FaceBook Body doesn't contain a valid Liquid expression. Details: {0}
el: Το Σώμα FaceBook δεν περιέχει έγκυρη έκφραση Liquid. Λεπτομέρειες: {0}
it: Il Facebook Body non contiene un'espressione Liquid valida. Dettagli: {0}

# OrchardCore.Facebook.Widgets.Settings.FacebookPluginPartSettingsDisplayDriver
source: The Body doesn't contain a valid Liquid expression. Details: {0}
el: Το Σώμα δεν περιέχει μια έγκυρη έκφραση Liquid. Λεπτομέρειες: {0}
it: Il Body non contiene un'espressione Liquid valida. Dettagli: {0}

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Login Settings
el: Ρυθμίσεις σύνδεσης
it: Impostazioni di accesso

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
el: Η διαδρομή αιτήματος μέσα στη βάσική διαδρομή της εφαρμογής όπου ο user-agent θα επιστραφεί. H διαδικασία middleware θα επεξεργαστεί αυτό το αίτημα όταν φθάνει.
it: L'indirizzo rispetto al percorso base dell'applicazione dove verrà rediretto lo user-agent. Il middleware elaborerà questa richiesta quando arriverà.

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: Body
el: Σώμα
it: Corpo

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: The template of the plugin, in Liquid format.
el: Το πρότυπο του plugin, σε Liquid μορφή.
it: Il template del plugin, con sintassi Liquid.

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: Body
el: Σώμα
it: Corpo

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: The default template of the plugin, in Liquid format.
el: Το προεπιλεγμένο πρότυπο του plugin, σε Liquid μορφή.
it: Il template predefinito del plugin, con sintassi Liquid.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Facebook Integration
el: Ενσωμάτωση στο Facebook
it: Integrazione Facebook

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Application Identifier
el: Αναγνωριστικό εφαρμογής
it: Identificatore dell'applicazione

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The Application ID found on the Facebook developer portal parameters.
el: Το ID εντοπίστηκε στις παραμέτρους του Facebook developer portal.
it: L'ID Applicazione presente nel portale dello sviluppatore di Facebook.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Secret Key
el: Μυστικό Κλειδί
it: Chiave segreta

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The Application secret key found on the Facebook developer portal parameters.
el: Το κρυπτογραφημένο κλειδί εφαρμογής βρέθηκε στις παραμέτρους του Facebook developer portal.
it: La chiave segreta dell'applicazione presente nei parametri del portale dello sviluppatore di Facebook.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Javascript SDK Version
it: Versione Javascript SDK

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which versions of the Graph API and any API dialogs or plugins are invoked. Default is v3.2
el: Καθορίζει ποιες εκδόσεις του Graph API και οποιωνδήποτε API διαλόγων ή plugins χρησιμοποιούνται. Η προεπιλογή είναι v3.2
it: Determina quali versioni delle API Graph e di qualsiasi comunicazione API o plugin sono invocati. Il valore predefinito è v3.2

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which sdk js file to load. Default is sdk.js but you can change it as needed. Eg. to render the chat plugin use sdk/xfbml.customerchat.js and <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">follow instructions</a>
el: Καθορίζει το αρχείο sdk js για φόρτωση. Η προεπιλογή είναι sdk.js αλλά μπορείς να την αλλάξεις ανάλογα με τις ανάγκες σου. Π.χ. για να καταστήσεις ενεργό το plugin συζήτησης χρησιμοποίησε το sdk/xfbml.customerchat.js και <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">ακολούθησε τις οδηγίες</a>
it: Determina quale file sdk js caricare. Il valore predefinito è sdk.js, ma puoi cambiarlo se necessario. Es. per far usare il plugin delle chat serve il file sdk/xfbml.customerchat.js e <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">seguire le istruzioni</a>

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Init on every page
el: Αρχικοποίηση σε κάθε σελίδα
it: Avvia su ogni pagina

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Parameters for the FB.init() call
el: Παράμετροι για την κλήση του FB.init()
it: Parametri per la chiamata FB.init()

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: AppId and Version are filled automatically. Check the <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">reference doc for the <code>FB.init</code></a> function for more info
el: Το AppId και η έκδοση συμπληρώνονται αυτόματα. Έλεγξε το <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">έγγραφο αναφοράς για τον κώδικα <code>FB.init</code></a> για περισσότερες πληροφορίες
it: AppId e la versione sono compilate automaticamente. Controlla il documento di riferimento <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">per il funzionamento di <code>FB.init</code></a> e per ulteriori informazioni

# OrchardCore.Facebook.Views.NavigationItemText-facebookApp.Id
source: Facebook App
it: Applicazione Facebook
