Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Https.po
Languages: cs, pt_br

# OrchardCore.Https.AdminMenu
source: Security
cs: Zabezpečení
pt_br: Segurança

# OrchardCore.Https.AdminMenu
source: Settings
cs: Nastavení
pt_br: Configurações

# OrchardCore.Https.Drivers.HttpsSettingsDisplayDriver
source: For safety, Enabling require HTTPS over HTTP has been prevented.
cs: Pro bezpečnost bylo zabráněno zapnutí funkce Vynutit HTTPS při připojení přes HTTP.
pt_br: Por segurança, habilitar HTTPS sobre HTTP foi impedido.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
cs: Po uložení změn bude tento web restartován.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS
cs: Vyžadovat protokol HTTPS
pt_br: Exigir HTTPS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS for all requests
cs: Vyžaduje HTTPS pro všechny požadavky
pt_br: Exigir HTTPS para todas as solicitações

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Enable HSTS
cs: Povolit HSTS
pt_br: Habilitar HSTS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Indicates to browsers that connecting without transport security (e.g SSL or TLS) isn't allowed.
cs: Napovídá prohlížeči, že komunikace bez certifikátu není povolena (např. SSL nebo TLS).
pt_br: Indica aos navegadores que não é permitido conectar sem uma conexão segura (por exemplo, SSL ou TLS).

# OrchardCore.Https.Views.HttpsSettings.Edit
source: This option should be enabled with caution, as it may prevent users from connecting if HTTPS was later disabled or wasn't available.
cs: Tato možnost by měla být povolena s rozmyslem, protože může zabránit uživatelům v zobrazení webu, pokud nebude někdy v budoucnu web dostupný přes HTTPS.
pt_br: Esta opção deve ser habilitada com cuidado, pois pode impedir os usuários de se conectarem se o HTTPS for desativado mais tarde ou não estiver disponível.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS Permanent
cs: Permanentní přesměrování na HTTPS
pt_br: Exigir HTTPS Permanente

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Specifies whether a permanent redirect, 308 Moved Permanently, should be used instead of a temporary redirect, 307 Found, when redirecting to HTTPS
cs: Určuje u HTTPS přesměrování, zda by mělo být permanentní přesměrování (308 Přesunuto trvale) použito místo dočasného přesměrování (307 Nalezeno)
pt_br: Especifica se um redirecionamento permanente (308 Moved Permanently) deve ser usado em vez de um redirecionamento temporário (307 Found) ao redirecionar para HTTPS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: SSL Port
pt_br: Porta SSL

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The SSL Port Number, leave empty to let the middlware try to determinate it.
cs: Číslo portu SSL, ponechte prázdné pro automatickou konfiguraci.
pt_br: O número da Porta SSL, deixe em branco para que o sistema tente determiná-lo.
