Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Settings.po
Languages: pt_br

# OrchardCore.Settings.AdminMenu
source: Configuration
pt_br: Configuração

# OrchardCore.Settings.AdminMenu
source: Settings
pt_br: Configurações

# OrchardCore.Settings.AdminMenu
source: General
pt_br: Geral

# OrchardCore.Settings.Controllers.AdminController
source: Site settings updated successfully.
pt_br: Configurações do site atualizadas com sucesso.

# OrchardCore.Settings.Drivers.DefaultSiteSettingsDisplayDriver
source: The Base url must be a fully qualified URL.
pt_br: A URL Base deve ser uma URL totalmente qualificada.

# OrchardCore.Settings.Views.Settings.Edit
source: The current tenant will be reloaded when the settings are saved.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.

# OrchardCore.Settings.Views.Settings.Edit
source: Site name
pt_br: Nome do site

# OrchardCore.Settings.Views.Settings.Edit
source: The site name.
pt_br: O nome do site.

# OrchardCore.Settings.Views.Settings.Edit
source: Page title format
pt_br: Formato do título da página

# OrchardCore.Settings.Views.Settings.Edit
source: The default format of page titles.
pt_br: O formato padrão dos títulos das páginas.

# OrchardCore.Settings.Views.Settings.Edit
source: Base url
pt_br: URL base

# OrchardCore.Settings.Views.Settings.Edit
source: Enter the fully qualified base URL of the web site.
pt_br: Digite a URL base totalmente qualificada do site.

# OrchardCore.Settings.Views.Settings.Edit
source: Page size
pt_br: Tamanho da página

# OrchardCore.Settings.Views.Settings.Edit
source: The default page size.
pt_br: O tamanho padrão da página.

# OrchardCore.Settings.Views.Settings.Edit
source: Default Time Zone
pt_br: Fuso Horário Padrão

# OrchardCore.Settings.Views.Settings.Edit
source: Local to server
pt_br: Horário local do servidor

# OrchardCore.Settings.Views.Settings.Edit
source: Determines the default time zone used when displaying and editing dates and times. DST (daylight saving time) will be applied automatically per time zone if available.
pt_br: Determina o fuso horário padrão usado ao exibir e editar datas e horários. O horário de verão (DST) será aplicado automaticamente por fuso horário (se disponível).

# OrchardCore.Settings.Views.Settings.Edit
source: Resource Settings
pt_br: Configurações dos Recursos

# OrchardCore.Settings.Views.Settings.Edit
source: Settings for scripts and stylesheets
pt_br: Configurações para scripts e folhas de estilo (CSS)

# OrchardCore.Settings.Views.Settings.Edit
source: Use resources cache busting
pt_br: Utilizar Cache Busting

# OrchardCore.Settings.Views.Settings.Edit
source: Whether cache busting (append a version) is used for scripts and stylesheets
pt_br: Se o Cache Busting (acresentar versão) é utilizado para scripts e folhas de estilo (CSS)

# OrchardCore.Settings.Views.Settings.Edit
source: Use framework CDN (Content Delivery Network)
pt_br: Usar CDN (rede de entrega de conteúdo) do framework

# OrchardCore.Settings.Views.Settings.Edit
source: Whether a framework CDN is used for registered scripts and stylesheets, such as jQuery, or their local version
pt_br: Se um CDN de framework é utilizado para scripts, como jQuery, ou sua cópia local

# OrchardCore.Settings.Views.Settings.Edit
source: Site CDN (Content Delivery Network) base url
pt_br: URL base do site CDN (rede de entrega de conteúdo)

# OrchardCore.Settings.Views.Settings.Edit
source: A base CDN URL prefixed to the local scripts and stylesheets. It is disabled if the value is empty or if the Resource Debug Mode is enabled, e.g. <em>https://cdn.mysite.com</em>
pt_br: Uma URL base de CDN preestabelecida para os scripts e folhas de estilos (CSS). É desativado se o valor estiver vazio ou se o modo de depuração de recursos estiver ativado. ex.: <em>https://cdn.meusite.com</em>

# OrchardCore.Settings.Views.Settings.Edit
source: Resource Debug Mode
pt_br: Modo Debug dos Recursos

# OrchardCore.Settings.Views.Settings.Edit
source: From environment — disabled in <em>Production</em>, enabled otherwise
pt_br: Com base no ambiente — desabilitado em <em>Produção</em>, senão habilitado

# OrchardCore.Settings.Views.Settings.Edit
source: Enabled — use debuggable version of resources
pt_br: Habilitado — utiliza uma versão depurável dos recursos

# OrchardCore.Settings.Views.Settings.Edit
source: Disabled — use minified version of resources
pt_br: Desabilitado — utiliza uma versão minificada dos recursos

# OrchardCore.Settings.Views.Settings.Edit
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
pt_br: Determina se scripts e folhas de estilo são carregados na sua versão depurável ou minificada.

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Save
pt_br: Salvar

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Cancel
pt_br: Cancelar

# OrchardCore.Settings.Views.Admin.Index
source: Settings
pt_br: Configurações

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: Site Settings
pt_br: Configurações do site

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: The site settings to add as part of the plan.
pt_br: As configurações do site para adicionar como parte do plano.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: Site Settings
pt_br: Configurações do site

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: No settings selected.
pt_br: Nenhuma configuração selecionada.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Site Settings
pt_br: Configurações do site

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Exports the current site settings.
pt_br: Exporta as configurações atuais do site.

# OrchardCore.Settings.Views.Shared.DisplayTemplates.RemovableCulture
source: Delete
pt_br: Excluir
