Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.OpenId.po
Languages: vi

# OrchardCore.OpenId.AdminMenu
source: Security
vi: Bảo mật

# OrchardCore.OpenId.AdminMenu
source: OpenID Connect
vi: Kết nối OpenID

# OrchardCore.OpenId.AdminMenu
source: Settings
vi: Cài đặt

# OrchardCore.OpenId.AdminMenu
source: Authentication client
vi: Xác thực máy khách

# OrchardCore.OpenId.AdminMenu
source: Authorization server
vi: Máy chủ ủy quyền

# OrchardCore.OpenId.AdminMenu
source: Token validation
vi: Xác nhận token

# OrchardCore.OpenId.AdminMenu
source: Management
vi: Quản lý

# OrchardCore.OpenId.AdminMenu
source: Applications
vi: Ứng dụng

# OrchardCore.OpenId.AdminMenu
source: Scopes
vi: Phạm vi

# OrchardCore.OpenId.Controllers.AccessController
source: The specified 'client_id' parameter is invalid.
vi: Tham số 'client_id' được chỉ định không hợp lệ.

# OrchardCore.OpenId.Controllers.AccessController
source: The logged in user is not allowed to access this client application.
vi: Người dùng đã đăng nhập không được phép truy cập ứng dụng khách này.

# OrchardCore.OpenId.Controllers.AccessController
source: Interactive user consent is required.
vi: Cần có sự đồng ý của người dùng tương tác.

# OrchardCore.OpenId.Controllers.AccessController
source: The resource owner password credentials grant is not supported.
vi: Không hỗ trợ cấp thông tin mật khẩu của chủ sở hữu tài nguyên.

# OrchardCore.OpenId.Controllers.AccessController
source: The user is not logged in.
vi: Người dùng chưa đăng nhập.

# OrchardCore.OpenId.Controllers.ApplicationController
source: There are no registered services to provide roles.
vi: Không có dịch vụ đăng ký để cung cấp vai trò.

# OrchardCore.OpenId.Controllers.ApplicationController
source: No client secret can be set for public applications.
vi: Không có bí mật khách hàng có thể được thiết lập cho các ứng dụng công cộng.

# OrchardCore.OpenId.Controllers.ApplicationController
source: The client secret is required for confidential applications.
vi: Bí mật khách hàng là bắt buộc cho các ứng dụng bí mật.

# OrchardCore.OpenId.Controllers.ApplicationController
source: The client identifier is already taken by another application.
vi: Mã định danh khách hàng đã được ứng dụng khác lấy.

# OrchardCore.OpenId.Controllers.ApplicationController
source: Setting a new client secret is required.
vi: Cài đặt bí mật khách hàng mới là bắt buộc.

# OrchardCore.OpenId.Controllers.ApplicationController
source: OpenID Connect settings are not properly configured.
vi: Cài đặt Kết nối OpenID không được cấu hình đúng.

# OrchardCore.OpenId.Controllers.ScopeController
source: The name is already taken by another scope.
vi: Tên này đã được lấy bởi một phạm vi khác.

# OrchardCore.OpenId.Controllers.ServerConfigurationController
source: OpenID server configuration successfully updated.
vi: Cấu hình máy chủ OpenID cập nhật thành công.

# OrchardCore.OpenId.Controllers.UserInfoController
source: The userinfo endpoint can only be used with access tokens representing users.
vi: Userinfo endpoint chỉ có thể sử dụng với tokens truy cập đại diện cho người dùng.

# OrchardCore.OpenId.Controllers.ValidationConfigurationController
source: OpenID validation configuration successfully updated.
vi: Cấu hình xác nhận OpenID được cập nhật thành công.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority cannot be null or empty.
vi: Authority không được rỗng hoặc trống.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority must be a valid absolute URL.
vi: Authority phải là một URL tuyệt đối hợp lệ.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority cannot contain a query string or a fragment.
vi: Authority không thể chứa một chuỗi truy vấn hoặc một đoạn.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The response type cannot be null or empty.
vi: Loại phản hồi không thể rỗng hoặc trống.

# OrchardCore.OpenId.Services.OpenIdClientService
source: Unknown response type .
vi: Không rõ loại trả về.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The response mode cannot be null or empty.
vi: Chế độ trả về không thể là trống hoặc rỗng.

# OrchardCore.OpenId.Services.OpenIdClientService
source: Unknown response mode.
vi: Không rõ chế độ trả về.

# OrchardCore.OpenId.Services.OpenIdServerService
source: At least one OpenID Connect flow must be enabled.
vi: Ít nhất một luồng OpenID Connect phải được bật.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authority must be a valid absolute URL.
vi: Authority phải là một URL tuyệt đối hợp lệ.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authority cannot contain a query string or a fragment.
vi: Authority không thể chứa một chuỗi truy vấn hoặc một đoạn.

# OrchardCore.OpenId.Services.OpenIdServerService
source: Reference tokens can only be enabled when using the Encrypted token format.
vi: Thẻ tham chiếu chỉ có thể được bật khi sử dụng định dạng thẻ được mã hoá.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate cannot be found.
vi: Không tìm thấy chức thực.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate doesn't contain the required private key.
vi: Chứng thực không chứa khóa riêng cần thiết.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate is not valid because it is marked as archived.
vi: Chứng thực không hợp lệ bởi vì nó được đánh dấu đang lưu trữ.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate is not valid for current date.
vi: Chứng thực không hợp lệ đối với ngày hiện tại.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The password flow cannot be enabled when the token endpoint is disabled.
vi: Luồng mật khẩu không thể kích hoạt khi token endpoint bị vô hiệu hoá.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The client credentials flow cannot be enabled when the token endpoint is disabled.
vi: Luồng thông tin xác thực ứng dụng khách không thể kích hoạt khi token endpoint bị vô hiệu hoá.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authorization code flow cannot be enabled when the authorization and token endpoints are disabled.
vi: Luồng mã ủy quyền không thể kích hoạt khi điểm cuối ủy quyền và token bị vô hiệu hoá.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The refresh token flow cannot be enabled when the token endpoint is disabled.
vi: Luồng refresh token không thể kích hoạt khi điểm cuối token bị vô hiệu hoá.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The refresh token flow can only be enabled if the password, authorization code or hybrid flows are enabled.
vi: Luồng refresh token chỉ có thể được kích hoạt nếu mật khẩu, mã ủy quyền hoặc luồng kết hợp được kích hoạt.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The implicit flow cannot be enabled when the authorization endpoint is disabled.
vi: Luồng ẩn không thể kích hoạt khi điểm cuối ủy quyền bị vô hiệu hoá.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: Either a tenant or an authority must be registered.
vi: Khách hàng hoặc authority phải được đăng ký.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified authority is not valid.
vi: Xác thực được chỉ định là không hợp lệ.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The authority cannot contain a query string or a fragment.
vi: Authority không thể chứa một chuỗi truy vấn hoặc một fragment.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No audience can be set when using another tenant.
vi: Không có audience nào được thiết lập khi đang sử dụng một tenant khác.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: An audience must be set when configuring the authority.
vi: Một đối tượng phải được thiết lập khi cấu hình authority.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The audience cannot start with the special 'oct:' prefix.
vi: Audience không thể bắt đầu với tiền tố đặc biệt 'oct:'.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified tenant is not valid.
vi: Tenant được chỉ định không hợp lệ.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No appropriate scope was found.
vi: Không tìm thấy phạm vi phù hợp.

# OrchardCore.OpenId.ViewModels.CreateOpenIdApplicationViewModel
source: {0} is not wellformed
vi: chưa đúng thể thức

# OrchardCore.OpenId.ViewModels.EditOpenIdApplicationViewModel
source: {0} is not wellformed
vi: chưa đúng thể thức

# OrchardCore.OpenId.Views.NavigationItemText-openid.Id
source: OpenID Connect
vi: Kết nối OpenID

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
vi: Tenant hiện tại sẽ được tải lại sau khi các thiết lập được lưu.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Display Name
vi: Tên hiển thị

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Display name of the IdP
vi: Tên hiển thị của IdP

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Authority
vi: Cấp quyền

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Authority to use when making OpenIdConnect calls
vi: Authority sử dụng khi thực hiện gọi OpenIdConnect

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: the 'client_id'
vi: 'client_id'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
vi: Path được yêu cầu bên trong đường dẫn cơ bản của ứng dụng nơi user-agent sẽ được trả lại. Chương trình trung gian sẽ xử lí yêu cầu này ngay khi nó đến.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The request path within the application's base path where the user agent will be returned after sign out from the identity provider.
vi: Path được yêu cầu bên trong đường dẫn cơ bản của ứng dụng nơi user-agent sẽ được trả lại sau khi đăng xuất từ nhà cung cấp được nhận dạng.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: See post_logout_redirect_uri from
vi: Xem post_logout_redirect_uri từ

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The uri where the user agent will be redirected to after application is signed out from the identity provider. The redirect will happen after the SignedOutCallbackPath is invoked.
vi: Uri nơi mà các người dùng sẽ được chuyển hướng đến sau khi ứng dụng được đăng xuất từ nhà cung cấp được nhận dạng. Chuyển hướng sẽ xảy ra sau khi SignedOutCallbackPath được kích hoạt.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Scopes
vi: Phạm vi

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: extra scopes except openid and profile
vi: phạm vi phụ ngoại trừ openid và profile

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: see:
vi: Hãy xem:

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code' response type
vi: Sử dụng 'code' loại trả về

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: example:
vi: ví dụ:

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Hybrid Authentication Flow
vi: Luồng Xác thực Hỗn hợp

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code id_token' response type
vi: Sử dụng 'code id_token' cho kiểu trả về

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code id_token token' response type
vi: Sử dụng 'code id_token token' cho kiểu trả về

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code token' response type
vi: Sử dụng 'code token' cho kiểu trả về

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Implicit Authentication Flow
vi: Flow xác minh ngầm

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'id_token' response type
vi: Sử dụng 'id_token' cho kiểu trả về

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'id_token token' response type
vi: Sử dụng 'id_token token' cho kiểu trả về

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Response Mode
vi: Chế độ response

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Configure Response Mode see: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
vi: Cấu hình chế độ response xem tại: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: set client secret.
vi: Thiết lập client secret.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
vi: Tenant hiện tại sẽ được tải lại sau khi các thiết lập được lưu.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Endpoints
vi: Điểm cuối

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Token Endpoint
vi: Kích hoạt Token Endpoint

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enables action
vi: Cho phép hành động

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Authorization Endpoint
vi: Kích hoạt Authorization Endpoint

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Logout Endpoint
vi: Kích hoạt Logout Endpoint

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable User Info Endpoint
vi: Kích hoạt User Info Endpoint

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Flows
vi: Luồng

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Authorization Code Flow
vi: Cho phép Authorization Code Flow

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: More info:
vi: Thông tin thêm:

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Implicit Flow
vi: Cho phép Implicit Flow

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Password Flow
vi: Cho phép Password Flow

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Refresh Token Flow
vi: Cho phép Refresh Token Flow

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Client Credentials Flow
vi: Cho phép Client Credentials Flow

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Advanced options
vi: Tuỳ chọn nâng cao

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: These options are all optional and are for advanced users only.
vi: Các tùy chọn này đều là tùy chọn và chỉ dành cho người dùng nâng cao.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Authority
vi: Cấp quyền

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: The base URL of the identity server (this site). If none is provided, a default value based on the site host is automatically computed.
vi: URL nhận diện cơ bản của server (website này). Nếu không được cấp, một giá trị mặc định trên dựa trên máy chủ sẽ được tự động đưa ra.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Certificate Store Location
vi: Vị trí Certificate Store

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: None
vi: Không

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the certificate location.
vi: Chọn vị trí certification.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Certificate Store Name
vi: Tên lưu trữ certificate

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the certificate store.
vi: Chọn vị trí certificate.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Certificate
vi: Giấy chứng nhận

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the certificate for signing tokens.
vi: Chọn certificate cho tokens chữ kí.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: You need to add a certificate to your server for setting up OpenID Connect module.
vi: Bạn cần phải thêm một certificate cho server để thiết lập OpenID Connect module.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Use Rolling Tokens
vi: Sử dụng Rolling Tokens

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, a new refresh token is issued for each refresh token request (and the previous one is automatically revoked).
vi: Khi tùy chọn này được kích hoạt, một token mới được phát hành cho mỗi yêu cầu token (và yêu cầu trước đó được tự động thu hồi).

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Token Format
vi: Định dạng Token

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Use Reference Tokens
vi: Sử dụng thẻ tham chiếu

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, it allows to keep track of all the issued tokens, when storing a very large number of claims in the authorization codes, access tokens and refresh tokens or when immediate revocation of reference access tokens is desired.
vi: Khi tùy chọn này được bật, nó cho phép theo dõi tất cả các token đã phát hành, khi lưu trữ một số lượng lớn claims trong mã ủy quyền, token truy cập và token làm mới hoặc khi thu hồi ngay lập tức các token truy cập tham chiếu mong muốn.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
vi: Tenant hiện tại sẽ được tải lại sau khi các thiết lập được lưu.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Authorization server tenant
vi: Máy chủ Xác thực tenant

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Authority
vi: Cấp quyền

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The address of the remote OpenID Connect server. Using a HTTPS address is strongly recommended.
vi: Địa chỉ của một máy chủ OpenID Connect. Bạn được khuyên nên sử dụng địa chỉ HTTPS.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Audience
vi: Đối tượng

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The unique name associated with this tenant. If none is provided, the tenant name is automatically used as the default audience.
vi: Tên duy nhất gắn liền với tenant này. Nếu không được cung cấp, tên tenant sẽ được sử dụng như một đối tượng mặc định.

# OrchardCore.OpenId.Views.Access.Authorize
source: Authorization
vi: Xác thực

# OrchardCore.OpenId.Views.Access.Authorize
source: Do you want to grant <strong>{0}</strong> access to your data? (scopes requested: {1})
vi: Bạn có muốn cấp <strong>{0}</strong> quyền truy cập vào dữ liệu của bạn? (phạm vi yêu cầu: {1})

# OrchardCore.OpenId.Views.Access.Error
source: Ooooops, something went really bad! :(
vi: Đã có lỗi xảy ra! :(

# OrchardCore.OpenId.Views.Access.Logout
source: Log out
vi: Thoát ra

# OrchardCore.OpenId.Views.Access.Logout
source: Are you sure you want to log out?
vi: Bạn có chắc chắn muốn đăng xuất?

# OrchardCore.OpenId.Views.Application.Create
source: Create a new application
vi: Tạo một ứng dụng mới

# OrchardCore.OpenId.Views.Application.Create
source: Client Id
vi: ID của client

# OrchardCore.OpenId.Views.Application.Create
source: Display Name
vi: Tên hiển thị

# OrchardCore.OpenId.Views.Application.Create
source: Type
vi: Loại

# OrchardCore.OpenId.Views.Application.Create
source: Confidential client
vi: Thông tin nhận diện client

# OrchardCore.OpenId.Views.Application.Create
source: Public client
vi: Khách hàng công khai

# OrchardCore.OpenId.Views.Application.Create
source: Confidential applications MUST send their client secret when communicating with the token and revocation endpoints. This guarantees that only the legit client can exchange an authorization code or get a refresh token.
vi: Thông tin nhận dạng ứng dụng PHẢI gửi câu hỏi bảo mật của họ khi liên lạc với token và thu hồi các endpoint. Điều này đảm bảo rằng client đã xác mình có thể trao đổi mã xác minh hoặc lấy một token mới.

# OrchardCore.OpenId.Views.Application.Create
source: Allow Authorization Code Flow
vi: Cho phép Authorization Code Flow

# OrchardCore.OpenId.Views.Application.Create
source: More info:
vi: Thông tin thêm:

# OrchardCore.OpenId.Views.Application.Create
source: Recommended Parameters:
vi: Khuyến khích các tham số:

# OrchardCore.OpenId.Views.Application.Create
source: Allow Implicit Flow
vi: Cho phép Implicit Flow

# OrchardCore.OpenId.Views.Application.Create
source: Allow Password Flow
vi: Cho phép Password Flow

# OrchardCore.OpenId.Views.Application.Create
source: Allow Client Credentials Flow
vi: Cho phép Client Credentials Flow

# OrchardCore.OpenId.Views.Application.Create
source: Allow Refresh Token Flow
vi: Cho phép Refresh Token Flow

# OrchardCore.OpenId.Views.Application.Create
source: Redirect Uris
vi: Chuyển hướng URI

# OrchardCore.OpenId.Views.Application.Create
source: Space delimited list of redirect URIs.
vi: Danh sách phân cách các URI chuyển hướng.

# OrchardCore.OpenId.Views.Application.Create
source: Allow Logout Endpoint
vi: Cho phép Logout Endpoint

# OrchardCore.OpenId.Views.Application.Create
source: Logout Redirect Uris
vi: Logout Redirect URI

# OrchardCore.OpenId.Views.Application.Create
source: Space delimited list of logout redirect URIs.
vi: Danh sách phân cách các URI chuyển hướng đăng xuất.

# OrchardCore.OpenId.Views.Application.Create
source: Consent type
vi: Loại consent

# OrchardCore.OpenId.Views.Application.Create
source: Explicit consent
vi: Consent rõ ràng

# OrchardCore.OpenId.Views.Application.Create
source: Implicit consent
vi: Consent ngầm

# OrchardCore.OpenId.Views.Application.Create
source: External consent
vi: Consent ngoài

# OrchardCore.OpenId.Views.Application.Create
source: The consent type affects the way authorization requests are handled.
vi: Loại consent ảnh hưởng đến cách các yêu cầu xác minh được xử lý.

# OrchardCore.OpenId.Views.Application.Create
source: Save
vi: Lưu lại

# OrchardCore.OpenId.Views.Application.Create
source: Cancel
vi: Hủy bỏ

# OrchardCore.OpenId.Views.Application.Edit
source: Edit an application
vi: Thêm một Ứng dụng

# OrchardCore.OpenId.Views.Application.Edit
source: Display Name
vi: Tên Hiển Thị

# OrchardCore.OpenId.Views.Application.Edit
source: Type
vi: Loại

# OrchardCore.OpenId.Views.Application.Edit
source: Confidential client
vi: Thông tin nhận diện client

# OrchardCore.OpenId.Views.Application.Edit
source: Public client
vi: Khách hàng công khai

# OrchardCore.OpenId.Views.Application.Edit
source: Confidential applications MUST send their client secret when communicating with the token and revocation endpoints. This guarantees that only the legit client can exchange an authorization code or get a refresh token.
vi: Thông tin nhận dạng ứng dụng PHẢI gửi câu hỏi bảo mật của họ khi liên lạc với token và thu hồi các endpoint. Điều này đảm bảo rằng client đã xác mình có thể trao đổi mã xác minh hoặc lấy một token mới.

# OrchardCore.OpenId.Views.Application.Edit
source: enter a new value to replace the existing secret
vi: nhập một giá trị mới để thay thế bí mật hiện có

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Authorization Code Flow
vi: Cho phép Authorization Code Flow

# OrchardCore.OpenId.Views.Application.Edit
source: More info:
vi: Thông tin thêm:

# OrchardCore.OpenId.Views.Application.Edit
source: Recommended Parameters:
vi: Khuyến khích các tham số:

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Implicit Flow
vi: Cho phép Implicit Flow

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Password Flow
vi: Cho phép Password Flow

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Client Credentials Flow
vi: Cho phép Client Credentials Flow

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Refresh Token Flow
vi: Cho phép Refresh Token Flow

# OrchardCore.OpenId.Views.Application.Edit
source: Redirect Uris
vi: Redirect URI
