Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Tenants.po
Languages: el, vi

# OrchardCore.Tenants.AdminMenu
source: Configuration
el: Παραμετροποίηση
vi: Cấu hình

# OrchardCore.Tenants.AdminMenu
source: Tenants
el: Ενοικιαστές
vi: Thuê dịch vụ

# OrchardCore.Tenants.Controllers.AdminController
source: All states
el: Όλες οι καταστάσεις
vi: Tất cả trạng thái

# OrchardCore.Tenants.Controllers.AdminController
source: Running
el: Σε εκτέλεση
vi: Ðang chạy

# OrchardCore.Tenants.Controllers.AdminController
source: Disabled
el: Απενεργοποιημένο
vi: Vô hiệu hóa

# OrchardCore.Tenants.Controllers.AdminController
source: Uninitialized
el: Μη αρχικοποιημένο
vi: Chưa hoàn thành

# OrchardCore.Tenants.Controllers.AdminController
source: Name
el: Όνομα
vi: Tên

# OrchardCore.Tenants.Controllers.AdminController
source: State
el: Κατάσταση
vi: Trạng thái

# OrchardCore.Tenants.Controllers.AdminController
source: Disable
el: Απενεργοποίηση
vi: Vô hiệu hóa

# OrchardCore.Tenants.Controllers.AdminController
source: Enable
el: Εργοποίηση
vi: Kích hoạt

# OrchardCore.Tenants.Controllers.AdminController
source: You cannot disable the default tenant.
el: Δεν μπορείτε να απενεργοποιήσετε τον προεπιλεγμένο ενοικιαστή.
vi: Bạn không thể vô hiệu hóa bản thuê dịch vụ mặc định.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant '{0}' is already disabled.
el: Ο ενοικιαστής '{0}' είναι ήδη απενεργοποιημένος.
vi: Khách hàng '{0}' đã bị vô hiệu hoá.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant '{0}' is already enabled.
el: Ο ενοικιαστής '{0}' είναι ήδη εργοποιημένος.
vi: Khách hàng '{0}' đã được kích hoạt.

# OrchardCore.Tenants.Controllers.AdminController
source: You can only disable an Enabled tenant.
el: Μπορείτε να απενεργοποιήσετε μόνο έναν Ενεργοποιημένο ενοικιαστή.
vi: Bạn chỉ có thể vô hiệu hoá một khách hàng đã được kích hoạt.

# OrchardCore.Tenants.Controllers.AdminController
source: You can only enable a Disabled tenant.
el: Μπορείτε να ενεργοποιήσετε μόνο έναν Απενεργοποιήμενο ενοικιαστή.
vi: Bạn chỉ có thể kích hoạt một khách hàng đã vô hiệu hoá.

# OrchardCore.Tenants.Controllers.AdminController
source: The connection string is mandatory for this provider.
el: Η συμβολοσειρά σύνδεσης είναι υποχρεωτική για αυτόν τον πάροχο.
vi: Chuỗi kết nối là bắt buộc.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant name is mandatory.
el: Το όνομα του ενοικιαστή είναι υποχρεωτικό.
vi: Tên bắt buộc phải có.

# OrchardCore.Tenants.Controllers.AdminController
source: A tenant with the same name already exists.
el: Ένας ενοικιαστής με το ίδιο όνομα υπάρχει ήδη.
vi: Đã có tại một khách hàng sử dụng tên này.

# OrchardCore.Tenants.Controllers.AdminController
source: Invalid tenant name. Must contain characters only and no spaces.
el: Μη έγκυρο όνομα ενοικιαστή. Πρέπει να περιέχει μόνο χαρακτήρες και χωρίς κενά.
vi: Tên khách hàng không hợp lệ. Chỉ được chứa các ký tự, không có khoảng trắng.

# OrchardCore.Tenants.Controllers.AdminController
source: Host and url prefix can not be empty at the same time.
el: Το πρόθεμα του κεντρικού διακομιστή και το url δεν μπορεί να είναι άδειο ταυτόχρονα.
vi: Tiền tố host và url không thể trống cùng một lúc.

# OrchardCore.Tenants.Controllers.AdminController
source: A tenant with the same host and prefix already exists.
el: Ένας ενοικιαστής με τον ίδιο κεντρικό διακομιστή και το ίδιο πρόθεμα υπάρχει ήδη.
vi: Đã có một khách hàng có cùng host và tiền tố này.

# OrchardCore.Tenants.Controllers.AdminController
source: The url prefix can not contain more than one segment.
el: Το πρόθεμα url δεν μπορεί να περιέχει περισσότερα από ένα τμήμα.
vi: Tiền tố url không thể chứa nhiều hơn một phân đoạn.

# OrchardCore.Tenants.Controllers.ApiController
source: Invalid tenant name. Must contain characters only and no spaces.
el: Μη έγκυρο όνομα ενοικιαστή. Πρέπει να περιέχει μόνο χαρακτήρες και χωρίς κενά.
vi: Tên khách hàng không hợp lệ. Chỉ được chứa các ký tự và không có khoảng trắng.

# OrchardCore.Tenants.Controllers.ApiController
source: Host and url prefix can not be empty at the same time.
el: Το Host και το url δεν μπορεί να είναι άδεια ταυτόχρονα.
vi: Tiền tố host và url không thể trống cùng một lúc.

# OrchardCore.Tenants.Controllers.ApiController
source: The url prefix can not contain more than one segment.
el: Το πρόθεμα url δεν μπορεί να περιέχει περισσότερα από ένα τμήμα.
vi: Tiền tố url không thể chứa nhiều hơn một phân đoạn.

# OrchardCore.Tenants.Controllers.ApiController
source: Tenant not found: '{0}'
el: Ο ενοικιαστής δεν βρέθηκε: '{0}'
vi: Không thấy khách hàng: '{0}'

# OrchardCore.Tenants.Controllers.ApiController
source: The tenant can't be setup.
el: Ο ενοικιαστής δεν μπορεί να ρυθμιστεί.
vi: Khách hàng không thể thiết lập.

# OrchardCore.Tenants.Controllers.ApiController
source: The database provider is not defined.
el: Ο πάροχος της βάσης δεδομένων δεν έχει οριστεί.
vi: Chưa chỉ định cơ sở dữ liệu.

# OrchardCore.Tenants.Controllers.ApiController
source: The connection string is required for this database provider.
el: Η συμβολοσειρά σύνδεσης είναι υποχρεωτική για αυτόν τον πάροχο της βάσης δεδομένων.
vi: Cần cung cấp chuỗi kết nối tới cơ sở dữ liệu này.

# OrchardCore.Tenants.Controllers.ApiController
source: Either 'Recipe' or 'RecipeName' is required.
el: Απαιτείται είτε το "Recipe" είτε το "RecipeName".
vi: Yêu cầu 'Recipe' hoặc 'RecipeName'.

# OrchardCore.Tenants.Controllers.ApiController
source: Recipe '{0}' not found.
el: Η συνταγή {0} δεν βρέθηκε.
vi: Công thức '{0}' không tìm thấy.

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Tenant
el: Ενοικιαστής
vi: Khách hàng

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Create Tenant Task
el: Δημιουργία Εργασίας Ενοικιαστή
vi: Tác vụ Tạo Khách hàng

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Done
el: Ολοκληρώθηκε
vi: Xong

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Failed
el: Απέτυχε

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Tenant
el: Ενοικιαστής
vi: Khách hàng

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Disable Tenant Task
el: Απενεργοποίηση Εργασίας Ενοικιαστή
vi: Tác vụ Vô hiệu hoá Khách hàng

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Disabled
el: Απενεργοποιημένο
vi: Vô hiệu hóa

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Failed
el: Απέτυχε

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Tenant
el: Ενοικιαστής
vi: Khách hàng

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Enable Tenant Task
el: Εργοποίηση Εργασίας Ενοικιαστή
vi: Tác vụ Kích hoạt Khách hàng

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Enabled
el: Ενεργοποιημένο
vi: Đã kích hoạt

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Failed
el: Απέτυχε

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Tenant
el: Ενοικιαστής
vi: Khách hàng

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Setup Tenant Task
el: Ρυθμίσεις Εργασίας Ενοικιαστή
vi: Tác vụ Cài đặt Khách hàng

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Done
el: Ολοκληρώθηκε
vi: Xong

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Failed
el: Απέτυχε
vi: Thất bại

# OrchardCore.Tenants.Workflows.Activities.TenantActivity
source: Tenant
el: Ενοικιαστής
vi: Khách hàng

# OrchardCore.Tenants.Workflows.Activities.TenantActivity
source: Done
el: Τέλος
vi: Xong

# OrchardCore.Tenants.Views.NavigationItemText-design.Id
source: Design
el: Σχέδιο
vi: Thiết kế

# OrchardCore.Tenants.Views.Admin.Create
source: Create Tenant
el: Δημιουργία Ενοικιαστή
vi: Tạo Khách hàng

# OrchardCore.Tenants.Views.Admin.Create
source: Name
el: Όνομα
vi: Tên

# OrchardCore.Tenants.Views.Admin.Create
source: The name of the tenant.
el: Το όνομα του ενοικιαστή.
vi: Tên khách hàng.

# OrchardCore.Tenants.Views.Admin.Create
source: Description
el: Περιγραφή

# OrchardCore.Tenants.Views.Admin.Create
source: Url Prefix
el: Πρόθεμα Url
vi: Tiền tố Url

# OrchardCore.Tenants.Views.Admin.Create
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "https://orchardproject.net/site1"
el: (Προαιρετικό) Παράδειγμα: Εάν το πρόθεμα είναι "site1", το πρόθεμα του URL ενοικιαστή είναι "https://orchardproject.net/site1"
vi: (Tùy chọn) Ví dụ: Nếu tiền tố là "site1", tiền tố URL của khách hàng là "https://orchardproject.net/site1"

# OrchardCore.Tenants.Views.Admin.Create
source: Hostname
el: Όνομα κεντρικού υπολογιστή
vi: Tên miền

# OrchardCore.Tenants.Views.Admin.Create
source: Example: If host is "orchardproject.net", the tenant site URL is "https://orchardproject.net/"
el: Παράδειγμα: Εάν το host είναι "orchardproject.net", το URL του ιστότοπου του ενοικιαστή είναι "https://orchardproject.net/"
vi: Ví dụ: Nếu host là "orchardproject.net", URL trang web của khách hàng là "https://orchardproject.net/"

# OrchardCore.Tenants.Views.Admin.Create
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
el: Μπορείς να ορίσεις πολλαπλά domains χρησιμοποιώντας το κόμμα (,) ως διαχωριστικό. Χρησιμοποίησε το προθέμα '*.' για την αντιστοίχιση όλων των υποτομέων.
vi: Bạn có thể cung cấp nhiều tên miền bằng dấu phẩy (,) làm dấu phân cách. Sử dụng tiền tố '*.' để ánh xạ tất cả các tên miền con.

# OrchardCore.Tenants.Views.Admin.Create
source: Recipe
el: Συνταγή
vi: Công thức

# OrchardCore.Tenants.Views.Admin.Create
source: Optionally specify which presets should be used for the Setup experience.
el: Προαιρετικά καθορίστε ποιες προεπιλογές θα πρέπει να χρησιμοποιηθούν για την εμπειρία Εγκατάστασης.
vi: Tùy chọn chỉ định cài đặt trước nào sẽ được sử dụng cho trải nghiệm Cài đặt.

# OrchardCore.Tenants.Views.Admin.Create
source: Database Presets
el: Προεπιλογές Βάσης Δεδομένων
vi: Cài đặt trước Cơ sở dữ liệu

# OrchardCore.Tenants.Views.Admin.Create
source: What type of database to use?
el: Τι είδους βάση δεδομένων πρέπει να χρησιμοποιήσετε;
vi: Sử dụng loại cơ sở dữ liệu nào?

# OrchardCore.Tenants.Views.Admin.Create
source: None
el: Κανένα
vi: Không có

# OrchardCore.Tenants.Views.Admin.Create
source: The connection string to your database instance. e.g., {0}
el: Η συμβολοσειρά σύνδεσης στην εμφάνιση βάσης δεδομένων. π.χ., {0}
vi: Chuỗi kết nối đến cơ sở dữ liệu của bạn. ví dụ., {0}

# OrchardCore.Tenants.Views.Admin.Create
source: Table Prefix
el: Πρόθεμα Πίνακα
vi: Tiền tố của Bảng

# OrchardCore.Tenants.Views.Admin.Create
source: Connection string
el: Συμβολοσειρά σύνδεσης
vi: Chuỗi kết nối

# OrchardCore.Tenants.Views.Admin.Create
source: Create
el: Δημιουργία
vi: Tạo

# OrchardCore.Tenants.Views.Admin.Create
source: Cancel
el: Άκυρο
vi: Bỏ qua

# OrchardCore.Tenants.Views.Admin.Edit
source: Edit Tenant
el: Επεξεργασία Ενοικιαστή
vi: Sửa Khách hàng

# OrchardCore.Tenants.Views.Admin.Edit
source: Name
el: Όνομα
vi: Tên

# OrchardCore.Tenants.Views.Admin.Edit
source: The name of the tenant.
el: Το όνομα του ενοικιαστή.
vi: Tên của khách hàng.

# OrchardCore.Tenants.Views.Admin.Edit
source: Description
el: Περιγραφή

# OrchardCore.Tenants.Views.Admin.Edit
source: Url Prefix
el: Πρόθεμα Url
vi: Tiền tố Url

# OrchardCore.Tenants.Views.Admin.Edit
source: (Optional) Example: If prefix is "site1", the tenant URL is "https://orchardproject.net/site1"
el: (Προαιρετικό) Παράδειγμα: Εάν το πρόθεμα είναι "site1", η διεύθυνση URL του ενοικιαστή είναι "https://orchardproject.net/site1"
vi: (Tùy chọn) Ví dụ: Nếu tiền tố là "site1", URL khách hàng là "https://orchardproject.net/site1"

# OrchardCore.Tenants.Views.Admin.Edit
source: Hostname
el: Όνομα κεντρικού υπολογιστή
vi: Tên miền

# OrchardCore.Tenants.Views.Admin.Edit
source: Example: If host is "orchardproject.net", the tenant URL is "https://orchardproject.net/"
el: Παράδειγμα: Εάν το host είναι "orchardproject.net", το URL του ενοικιαστή είναι "https://orchardproject.net/"
vi: Ví dụ: Nếu host là "orchardproject.net", URL trang web là "https://orchardproject.net/"

# OrchardCore.Tenants.Views.Admin.Edit
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
el: Μπορείς να ορίσεις πολλαπλά domains χρησιμοποιώντας το κόμμα (,) ως διαχωριστικό. Χρησιμοποίησε το προθέμα '*.' για την αντιστοίχιση όλων των υποτομέων.
vi: Bạn có thể cung cấp nhiều tên miền bằng dấu phẩy (,) làm dấu phân cách. Sử dụng tiền tố '*.' để ánh xạ tất cả các tên miền con.

# OrchardCore.Tenants.Views.Admin.Edit
source: Recipe
el: Συνταγή
vi: Công thức

# OrchardCore.Tenants.Views.Admin.Edit
source: Optionally specify which presets should be used for the Setup experience.
el: Προαιρετικά καθορίστε ποιες προεπιλογές θα πρέπει να χρησιμοποιηθούν για την εμπειρία Εγκατάστασης.
vi: Tùy chọn chỉ định cài đặt trước nào sẽ được sử dụng cho trải nghiệm Cài đặt.

# OrchardCore.Tenants.Views.Admin.Edit
source: Database Presets
el: Προεπιλογές Βάσης Δεδομένων
vi: Cài đặt trước Cơ sở dữ liệu

# OrchardCore.Tenants.Views.Admin.Edit
source: What type of database to use?
el: Τι είδους βάση δεδομένων πρέπει να χρησιμοποιήσετε;
vi: Sử dụng loại cơ sở dữ liệu nào?

# OrchardCore.Tenants.Views.Admin.Edit
source: None
el: Κανένα
vi: Không có

# OrchardCore.Tenants.Views.Admin.Edit
source: Table Prefix
el: Πρόθεμα Πίνακα
vi: Tiền tố của bảng

# OrchardCore.Tenants.Views.Admin.Edit
source: Connection string
el: Αλφαριθμητικό σύνδεσης
vi: Chuỗi kết nối

# OrchardCore.Tenants.Views.Admin.Edit
source: The connection string to your database instance. e.g., Data Source=<em>localhost</em>;Initial Catalog=<em>Orchard</em>;User Id=<em>userid</em>;Password=<em>password</em>
el: Το αλφαριθμητικό σύνδεσης της βάσης δεδομένων. π.χ., Data Source=<em>localhost</em>;Initial Catalog=<em>Orchard</em>;User Id=<em>userid</em>;Password=<em>password</em>
vi: Chuỗi kết nối đến cơ sở dữ liệu của bạn. ví dụ: Data Source=<em>localhost</em>;Initial Catalog=<em>Orchard</em>;User Id=<em>userid</em>;Password=<em>password</em>

# OrchardCore.Tenants.Views.Admin.Edit
source: Save
el: Αποθήκευση
vi: Lưu

# OrchardCore.Tenants.Views.Admin.Edit
source: Cancel
el: Ακύρωση
vi: Bỏ qua

# OrchardCore.Tenants.Views.Admin.Index
source: Tenants
el: Ενοικιαστές
vi: Các khách hàng

# OrchardCore.Tenants.Views.Admin.Index
source: Filters
el: Φίλτρα
vi: Bộ lọc

# OrchardCore.Tenants.Views.Admin.Index
source: Only running tenants
el: Μόνο ενοικιαστές που είναι σε εκτέλεση
vi: Chỉ những khách hàng đang chạy

# OrchardCore.Tenants.Views.Admin.Index
source: Only disabled tenants
el: Μόνο απενεργοποιημένοι ενοικιαστές
vi: Chỉ những khách hàng đã vộ hiệu hoá

# OrchardCore.Tenants.Views.Admin.Index
source: Only uninitialized tenants
el: Μόνο μη αρχικοποιημένοι ενοικιαστές
vi: Chỉ những khách hàng chưa khởi tạo

# OrchardCore.Tenants.Views.Admin.Index
source: Search
el: Αναζήτηση
vi: Tìm kiếm

# OrchardCore.Tenants.Views.Admin.Index
source: Add Tenant
el: Πρόσθεσε τον Ενοικιαστή
vi: Thêm Khách hàng

# OrchardCore.Tenants.Views.Admin.Index
source: Select All
el: Επιλογή Όλων
vi: Chọn Tất cả

# OrchardCore.Tenants.Views.Admin.Index
source: 1 item
el: 1 αντικείμενο
vi: {0} mục

# OrchardCore.Tenants.Views.Admin.Index
source: Items {0} to {1}
el: Αντικειμένα {0} έως {1}
vi: Mục {0} đến {1}

# OrchardCore.Tenants.Views.Admin.Index
source: / {0} item in total
el: / {0} αντικείμενο συνολικά
vi: / {0} mục trong tổng số

# OrchardCore.Tenants.Views.Admin.Index
source: Actions
el: Ενέργειες
vi: Hành động

# OrchardCore.Tenants.Views.Admin.Index
source: Bulk Action
el: Μαζικές Ενέργειες
vi: Hành động Hàng loạt

# OrchardCore.Tenants.Views.Admin.Index
source: Are you sure you want to {0} this/these item(s)?
el: Είστε βέβαιος(α) ότι θέλεις να {0} αυτό/αυτά τα στοιχεία;
vi: Bạn chắc chắn muốn {0} mục này?

# OrchardCore.Tenants.Views.Admin.Index
source: Filter by state
el: Φίλτρο με βάση την κατάσταση
vi: Lọc theo trạng thái

# OrchardCore.Tenants.Views.Admin.Index
source: State
el: Κατάσταση
vi: Trạng thái

# OrchardCore.Tenants.Views.Admin.Index
source: Sort by
el: Ταξινόμηση κατά
vi: Sắp xếp theo

# OrchardCore.Tenants.Views.Admin.Index
source: Sort
el: Ταξινόμηση
vi: Sắp xếp

# OrchardCore.Tenants.Views.Admin.Index
source: Edit
el: Επεξεργασία
vi: Sửa

# OrchardCore.Tenants.Views.Admin.Index
source: Disable
el: Απενεργοποίηση
vi: Vô hiệu hoá

# OrchardCore.Tenants.Views.Admin.Index
source: Enable
el: Ενεργοποίηση
vi: Kích hoạt

# OrchardCore.Tenants.Views.Admin.Index
source: Setup
el: Εγκατάσταση
vi: Cài đặt

# OrchardCore.Tenants.Views.Admin.Index
source: Reload
el: Επαναφόρτωση
vi: Tải lại

# OrchardCore.Tenants.Views.Admin.Index
source: Disabled
el: Απενεργοποιημένο
vi: Vô hiệu hóa

# OrchardCore.Tenants.Views.Admin.Index
source: Initializing
el: Αρχικοποίηση
vi: Đang khởi tạo

# OrchardCore.Tenants.Views.Admin.Index
source: Invalid
el: Μη έγκυρο
vi: Không hợp lệ

# OrchardCore.Tenants.Views.Admin.Index
source: Running
el: Σε εκτέλεση
vi: Ðang chạy

# OrchardCore.Tenants.Views.Admin.Index
source: Uninitialized
el: Μη αρχικοποιημένο
vi: Chưa hoàn thành

# OrchardCore.Tenants.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Η αναζήτηση δεν επέστρεψε κανένα αποτέλεσμα.
vi: <strong>Không có kết quả!</strong> Tìm kiếm của bạn không có kết quả.

# OrchardCore.Tenants.Views.Admin.Index
source: selected
el: επιλεγμένα
vi: đã chọn

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Design
source: Create Tenant
el: Δημιουργία Ενοικιαστή
vi: Tạo Khách hàng

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Name
el: Όνομα
vi: Tên

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Select the name of the tenant to create.
el: Επίλεξε το όνομα του ενοικιαστή για δημιουργία.
vi: Chọn tên khách hàng để tạo.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Description
el: Περιγραφή

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Url Prefix
el: Πρόθεμα Url
vi: Tiền tố Url

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
el: (Προαιρετικό) Παράδειγμα: Εάν το πρόθεμα είναι "site1", το πρόθεμα διεύθυνσης URL του ενοικιαστή είναι "http://orchardproject.net/site1"
vi: (Tùy chọn) Ví dụ: Nếu tiền tố là "site1", tiền tố URL tenant là "http://orchardproject.net/site1"

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Host name
el: Όνομα εξυπηρετητή
vi: Tên máy chủ

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/". With Liquid support.
el: Παράδειγμα: Εάν ο κεντρικός εξυπηρετητής είναι "orchardproject.net", η διεύθυνση ιστότοπου του ενοικιαστή είναι "http://orchardproject.net/". Με υποστήριξη Liquid.
vi: Ví dụ: Nếu host là "orchardproject.net", URL của khách hàng là "http://orchardproject.net/". Có hỗ trợ Liquid.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: What type of database to use?
el: Τι είδους βάση δεδομένων πρέπει να χρησιμοποιηθεί;
vi: Sử dụng loại cơ sở dữ liệu nào?

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Table Prefix
el: Πρόθεμα Πίνακα
vi: Tiền tố của Bảng

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Connection string
el: Συμβολοσειρά σύνδεσης
vi: Chuỗi kết nối

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Recipe
el: Συνταγή

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Thumbnail
source: Create Tenant
el: Δημιουργία Ενοικιαστή
vi: Tạo Khách hàng

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Thumbnail
source: Create a tenant.
el: Δημιουργία ενοικιαστή.
vi: Tạo một khách hàng.

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Design
source: Disable Tenant
el: Απενεργοποίηση Ενοικιαστή
vi: Vô hiệu hoá Khách hàng

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Edit
source: Tenant name
el: Όνομα του ενοικιαστή
vi: Tên khách hàng

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Edit
source: Select the name of the tenant to disable.
el: Επελέξε το όνομα του ενοικιαστή για να τον απενεργοποιήσεις.
vi: Chọn tên khách hàng để vô hiệu hoá.

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Thumbnail
source: Disable Tenant
el: Απενεργοποίηση Ενοικιαστή
vi: Vô hiệu hoá Khách hàng

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Thumbnail
source: Disable a tenant.
el: Απενεργοποίηση ενοικιαστή.
vi: Vô hiệu hoá một khách hàng.

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Design
source: Enable Tenant
el: Εργοποίηση Ενοικιαστή
vi: Kích hoạt Khách hàng

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Edit
source: Tenant name
el: Όνομα του ενοικιαστή
vi: Tên khách hàng

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Edit
source: Select the name of the tenant to enable.
el: Επέλεξε το όνομα του ενοικιαστή για ενεργοποίηση.
vi: Chọn tên khách hàng để kích hoạt.

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Thumbnail
source: Enable Tenant
el: Εργοποίηση Ενοικιαστή
vi: Kích hoạt Khách hàng

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Thumbnail
source: Enable a tenant.
el: Ενεργοποίησε έναν ενοικιαστή.
vi: Kích hoạt một khách hàng.

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Design
source: Setup Tenant
el: Διαμόρφωση Ενοικιαστή
vi: Cài đặt Khách hàng

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Tenant name
el: Όνομα ενοικιαστή
vi: Tên khách hàng

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Select the name of tenant to setup.
el: Επέλεξε το όνομα του ενοικιαστή για να τον διαμόρφωσεις.
vi: Chọn tên khách hàng để cài đặt.

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Site name
el: Ονομα ιστοσελίδας
vi: Tên website

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin user name
el: Όνομα χρήστη διαχειριστή
vi: Tên đăng nhập quản trị

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin email
el: Ηλεκτρονική διεύθυνση διαχειριστή
vi: Email quản trị

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin password
el: Κωδικός διαχειριστή
vi: Mật khẩu quản trị

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: What type of database to use?
el: Τι είδους βάση δεδομένων πρέπει να χρησιμοποιηθεί;
vi: Sử dụng loại cơ sở dữ liệu nào?

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Table Prefix
el: Πρόθεμα Πίνακα
vi: Tiền tố của Bảng

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Connection string
el: Συμβολοσειρά σύνδεσης
vi: Chuỗi kết nối

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Recipe
el: Συνταγή

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Thumbnail
source: Setup Tenant
el: Διαμόρφωση Ενοικιαστή
vi: Cài đặt Khách hàng

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Thumbnail
source: Setup a tenant.
el: Διαμόρφωσε τον ενοικιαστή.
vi: Cài đặt một khách hàng.
