Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Markdown.po
Languages: de

# OrchardCore.Markdown.Drivers.MarkdownBodyPartDisplay
source: {0} doesn't contain a valid Liquid expression. Details: {1}
de: '{0}' enthält keinen gültigen Liquid-Ausdruck. Siehe Details: '{1}'

# OrchardCore.Markdown.Drivers.MarkdownFieldDisplayDriver
source: {0} field doesn't contain a valid Liquid expression. Details: {1}
de: '{0}' enthält keinen gültigen Liquid-Ausdruck. Siehe Details: '{1}'

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: Content stored as Markdown. You can also query the HTML interpreted version of Markdown.
de: Inhalt als Markdown gespeichert. Sie können auch die HTML-interpretierte Version von Markdown abfragen.

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: the markdown value
de: der Markdown-Wert

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: the HTML representation of the markdown content
de: die HTML-Darstellung des Markdown-Inhalts

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: Content stored as Markdown. You can also query the HTML interpreted version of Markdown.
de: Inhalt als Markdown gespeichert. Sie können auch die HTML-interpretierte Version von Markdown abfragen.

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: the markdown value
de: der Markdown-Wert

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: the HTML representation of the markdown content
de: die HTML-Darstellung des Markdown-Inhalts

# OrchardCore.Markdown.Views.MarkdownBodyPart-Wysiwyg.Edit
source: The markdown text of the content item.
de: Der Markdown-Text des Inhaltselements.

# OrchardCore.Markdown.Views.MarkdownBodyPart.Edit
source: The body of the content item, in Markdown format.
de: Der Inhalt des Inhalts im Markdown-Format.

# OrchardCore.Markdown.Views.MarkdownBodyPartSettings.Edit
source: Sanitize Html
de: HTML bereinigen

# OrchardCore.Markdown.Views.MarkdownBodyPartSettings.Edit
source: Whether the Html output from the Markdown is sanitized to prevent custom scripts.
de: Gibt an, ob das HTML, welches von Markdown generiert wird, bereinigt werden soll, um eigene Scripts zu vermeiden.

# OrchardCore.Markdown.Views.MarkdownField-TextArea.Option
source: Multi-line
de: Mehrzeilig

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Hint
de: Hinweis

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: The hint text to display for this field on the editor.
de: Der Hinweis, der für dieses Feld im Editor angezeigt wird.

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Sanitize Html
de: HTML bereinigen

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Whether the Html output is sanitized to prevent custom scripts.
de: Gibt an, ob das HTML bereinigt wird um eigene Scripts zu vermeiden.

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: Select Media
de: Medien auswählen

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: Cancel
de: Abbrechen
