Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Localization.Core.po
Languages: de

# OrchardCore.Localization.Core.DataAnnotations
source: The {0} field is required.
de: Das Feld {0} ist erforderlich.

source: The associated metadata type for type '{0}' contains the following unknown properties or fields: {1}. Please make sure that the names of these members match the names of the properties on the main type.
de: Der zugehörige Metadatentyp für Typ '{0}' enthält folgende unbekannte Eigenschaften oder Felder: {1}. Bitte stellen Sie sicher, dass die Namen dieser Mitglieder mit den Namen der Objekte des Haupttyps übereinstimmen.

source: The type '{0}' does not contain a public property named '{1}'.
de: Der Typ '{0}' enthält keine öffentliche Eigenschaft mit dem Namen '{1}'.

source: The property {0}.{1} could not be found.
de: Die Eigenschaft {0}.{1} konnte nicht gefunden werden.

source: '{0}' and '{1}' do not match.
de: '{0}' und '{1}' stimmen nicht überein.

source: Could not find a property named {0}.
de: Konnte keine Eigenschaft mit dem Namen {0} finden.

source: The {0} field is not a valid credit card number.
de: Das Feld {0} ist keine gültige Kreditkartennummer.

source: The CustomValidationAttribute method '{0}' in type '{1}' must return System.ComponentModel.DataAnnotations.ValidationResult. Use System.ComponentModel.DataAnnotations.ValidationResult.Success to represent success.
de: Die CustomValidationAttribut-Methode '{0}' im Typ '{1}' muss System.ComponentModel.DataAnnotations.ValidationResult zurückgeben. Verwenden Sie System.ComponentModel.DataAnnotations.ValidationResult.Success, um einen Erfolg zu repräsentieren.

source: The CustomValidationAttribute method '{0}' does not exist in type '{1}' or is not public and static.
de: Die CustomValidationAttribut-Methode '{0}' existiert nicht im Typ '{1}' oder ist nicht öffentlich und statisch.

source: The CustomValidationAttribute.Method was not specified.
de: CustomValidationAttribute.Method wurde nicht angegeben.

source: The CustomValidationAttribute method '{0}' in type '{1}' must match the expected signature: public static ValidationResult {0}(object value, ValidationContext context). The value can be strongly typed. The ValidationContext parameter is optional.
de: Die CustomValidationAttribut-Methode '{0}' im Typ '{1}' muss mit der erwarteten Signatur übereinstimmen: öffentliches statisches ValidationResult {0} (Objektwert, ValidationContext Kontext). Der Wert kann fest typisiert werden. Der Parameter ValidationContext ist optional.

source: Could not convert the value of type '{0}' to '{1}' as expected by method {2}.{3}.
de: Der Wert des Typs '{0}' konnte nicht nach '{1}' konvertiert werden, wie von Methode {2}.{3} erwartet.

source: The custom validation type '{0}' must be public.
de: Der benutzerdefinierte Validierungstyp '{0}' muss öffentlich sein.

source: {0} is not valid.
de: {0} ist nicht gültig.

source: The CustomValidationAttribute.ValidatorType was not specified.
de: CustomValidationAttribute.ValidatorType wurde nicht angegeben.

source: The custom DataType string cannot be null or empty.
de: Der benutzerdefinierte DataType-String darf nicht leer oder null sein.

source: The {0} property has not been set. Use the {1} method to get the value.
de: Die Eigenschaft {0} wurde nicht gesetzt. Verwenden Sie die Methode {1}, um den Wert zu erhalten.

source: The {0} field is not a valid e-mail address.
de: {0} ist keine gültige E-Mail Adresse.

source: The type provided for EnumDataTypeAttribute cannot be null.
de: Der für EnumDataTypeAttribut angegebene Typ darf nicht null sein.

source: The type '{0}' needs to represent an enumeration type.
de: Der Typ '{0}' muss einen Auflistungstyp darstellen.

source: The {0} field only accepts files with the following extensions: {1}.
de: Das Feld {0} akzeptiert nur Dateien mit folgenden Endungen: {1}.

source: Cannot retrieve property '{0}' because localization failed. Type '{1}' is not public or does not contain a public static string property with the name '{2}'.
de: Kann die Eigenschaft '{0}' nicht abrufen, da die Lokalisierung fehlgeschlagen ist. Typ '{1}' ist nicht öffentlich oder enthält keine öffentliche statische Eigenschaft mit dem Namen '{2}'.

source: MaxLengthAttribute must have a Length value that is greater than zero. Use MaxLength() without parameters to indicate that the string or array can have the maximum allowable length.
de: MaxLengthAttribut muss einen Wert haben, der größer als Null ist. Verwenden Sie MaxLength() ohne Parameter, um anzugeben, dass der String oder das Array die maximal zulässige Länge haben kann.

source: The field {0} must be a string or array type with a maximum length of '{1}'.
de: Das Feld {0} muss ein String oder Arraytyp mit einer maximalen Länge von '{1} ' sein.

source: MetadataClassType cannot be null.
de: MetadataClassType darf nicht null sein.

source: MinLengthAttribute must have a Length value that is zero or greater.
de: MinLengthAttribut muss einen Längenwert haben, der Null oder größer ist.

source: The field {0} must be a string or array type with a minimum length of '{1}'.
de: Das Feld {0} muss ein String oder Arraytyp mit einer Mindestlänge von '{1} ' sein.

source: The field of type {0} must be a string, array or ICollection type.
de: Das Feld des Typs {0} muss ein String, Array oder ICollection Typ sein.

source: The {0} field is not a valid phone number.
de: Das Feld {0} ist keine gültige Telefonnummer.

source: The type {0} must implement {1}.
de: Der Typ {0} muss {1} implementieren.

source: The maximum value '{0}' must be greater than or equal to the minimum value '{1}'.
de: Der Maximalwert '{0}' muss größer oder gleich dem Minimalwert '{1} ' sein.

source: The minimum and maximum values must be set.
de: Die Mindest- und Maximalwerte müssen gesetzt werden.

source: The OperandType must be set when strings are used for minimum and maximum values.
de: Der OperandType muss gesetzt werden, wenn Strings für minimale und maximale Werte verwendet werden.

source: The field {0} must be between {1} and {2}.
de: Das Feld {0} muss zwischen {1} und {2} liegen.

source: The field {0} must match the regular expression '{1}'.
de: Das Feld {0} muss mit dem regulären Ausdruck '{1} ' übereinstimmen.

source: The pattern must be set to a valid regular expression.
de: Das Muster muss auf einen gültigen regulären Ausdruck gesetzt werden.

source: The {0} field is required.
de: Das Feld {0} ist erforderlich.

source: The maximum length must be a nonnegative integer.
de: Die maximale Länge muss eine nichtnegative Ganzzahl sein.

source: The field {0} must be a string with a maximum length of {1}.
de: Das Feld {0} muss eine Zeichenkette mit einer maximalen Länge von {1} sein.

source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
de: Das Feld {0} muss eine Zeichenkette mit einer Mindestlänge von {2} und einer maximalen Länge von {1} sein.

source: The key parameter at position {0} with value '{1}' is not a string. Every key control parameter must be a string.
de: Der Schlüsselparameter an Position {0} mit dem Wert '{1}' ist kein String. Jeder Parameter muss ein String sein.

source: The key parameter at position {0} is null. Every key control parameter must be a string.
de: Der Schlüsselparameter an Position {0} ist null. Jeder Schlüsselkontrollparameter muss ein String sein.

source: The key parameter at position {0} with value '{1}' occurs more than once.
de: Der Schlüsselparameter an Position {0} mit dem Wert '{1}' tritt mehrmals auf.

source: The number of control parameters must be even.
de: Die Anzahl der Kontrollparameter muss gleich sein.

source: The {0} field is not a valid fully-qualified http, https, or ftp URL.
de: Das Feld {0} ist kein gültiger vollqualifizierter http-, https- oder ftp-URL.

source: Either ErrorMessageString or ErrorMessageResourceName must be set, but not both.
de: Entweder ErrorMessageString oder ErrorMessageResourceName müssen gesetzt sein, aber nicht beides.

source: IsValid(object value) has not been implemented by this class. The preferred entry point is GetValidationResult() and classes should override IsValid(object value, ValidationContext context).
de: IsValid(Objektwert) wurde von dieser Klasse nicht implementiert. Der bevorzugte Einstiegspunkt ist GetValidationResult() und Klassen sollten IsValid(Objektwert, ValidationContext Kontext) überschreiben.

source: Both ErrorMessageResourceType and ErrorMessageResourceName need to be set on this attribute.
de: Sowohl ErrorMessageResourceType als auch ErrorMessageResourceName müssen bei diesem Attribut gesetzt werden.

source: The property '{0}' on resource type '{1}' is not a string type.
de: Die Eigenschaft '{0}' auf Ressourcentyp '{1}' ist kein String-Typ.

source: The resource type '{0}' does not have an accessible static property named '{1}'.
de: Der Ressourcentyp '{0}' hat keine statische Eigenschaft mit dem Namen '{1}'.

source: The field {0} is invalid.
de: Das Feld "{0}" ist ungültig.

source: The instance provided must match the ObjectInstance on the ValidationContext supplied.
de: Die angegebene Instanz muss mit der ObjectInstance auf dem angegebenen ValidationContext übereinstimmen.

source: The value for property '{0}' must be of type '{1}'.
de: Der Wert für die Eigenschaft '{0}' muss vom Typ '{1} ' sein.
