Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Workflows.po
Languages: de, tr

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Activities
de: Verfügbare Aktivitäten
tr: Mevcut Faaliyetleri

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Filter
de: Filtern
tr: Filtrele

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Edit Workflow Type
de: Workflow-Typ bearbeiten
tr: İş Akışını Düzenle

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Name
tr: Ad

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: The name of the workflow type.
de: Der Name des Workflow-Typs.
tr: İş akışı adı.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Enabled
de: Aktiviert
tr: Etkin

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Uncheck to prevent workflows of this type from being executed.
de: Deaktivieren, um zu verhindern, dass Workflows dieses Typs ausgeführt werden.
tr: Bu tür iş akışlarının yürütülmesini önlemek için işaretini kaldırın.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Single instance
de: Einzelne Instanz
tr: Tek örnek

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Check to ensure only one workflow of this type can execute at a time. Leave unchecked to allow any number of workflows to execute at the same time.
de: Auswählen um sicherzustellen, dass nur ein Workflow dieser Art gleichzeitig ausgeführt werden kann. Lassen Sie das Kontrollkästchen deaktiviert, um eine beliebige Anzahl von Workflows gleichzeitig auszuführen.
tr: Aynı anda yalnızca bir iş akışının yürütülmesini sağlayın. Herhangi bir sayıda iş akışının aynı anda yürütülmesine izin vermek için işaretsiz bırakın.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Delete successfully completed workflows
de: Erfolgreich abgeschlossene Workflows löschen
tr: Başarıyla tamamlanan iş akışlarını silin

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Check to automatically delete workflows that have completed successfully. Leave unchecked to maintain a history of executed workflows.
de: Auswählen, um erfolgreich abgeschlossene Workflows automatisch zu löschen. Lassen Sie das Kontrollkästchen deaktiviert, um den Verlauf der ausgeführten Workflows beizubehalten.
tr: Başarıyla tamamlanan iş akışlarını otomatik olarak silmek için işaretleyin. Yürütülen iş akışlarının geçmişini korumak için işaretsiz bırakın.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Save
de: Speichern
tr: Kaydet

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Cancel
de: Abbrechen
tr: İptal

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Manage Workflows
de: Workflows verwalten
tr: İş Akışlarını Yönet

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Search
de: Suchen
tr: Ara

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Create Workflow Type
de: Workflow-Typ erstellen
tr: İş Akışı Oluştur

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Select All
de: Alles Auswählen
tr: Tümünü Seç

# OrchardCore.Workflows.Views.WorkflowType.Index
source: 1 item
de: 1 Element
tr: 1 öğe

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Items {0} to {1}
de: Elemente {0} bis {1}
tr: {0} öğesinden {1} e

# OrchardCore.Workflows.Views.WorkflowType.Index
source: / {0} item in total
de: / {0} Element gesamt
tr: Toplamda {0} öğe

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Actions
de: Aktionen
tr: Eylemler

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Bulk Action
de: Mehrfachaktion
tr: Toplu Eylem

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Are you sure you want to {0} these items?
de: Sind Sie sicher, dass Sie diese Elemente {0} wollen?
tr: Bu nesneleri {0} yapmak istediğinizden emin misiniz?

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Edit
de: Bearbeiten
tr: Düzenle

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Properties
de: Eigenschaften
tr: Özellikler

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Delete
de: Löschen
tr: Sil

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Duplicate
de: Duplizieren
tr: Çoğalt

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Disabled
de: Deaktiviert
tr: Devre Dışı

# OrchardCore.Workflows.Views.WorkflowType.Index
source: 1 instance
de: 1 Instanz
tr: {0} örnek

# OrchardCore.Workflows.Views.WorkflowType.Index
source: <strong>Nothing here!</strong> Your search returned no results.
de: <strong>Nichts hier!</strong> Ihre Suche lieferte keine Ergebnisse.
tr: <strong>Bir şey bulunamadı!</strong> Arama sonucunda bir şey bulunamadı.

# OrchardCore.Workflows.Views.WorkflowType.Index
source: selected
de: ausgewählt
tr: seçili

# OrchardCore.Workflows.Controllers.WorkflowController
source: Least recently created
de: Zuletzt erstellt

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: Fork
de: Aufspalten

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Thumbnail
source: Fork
de: Aufspalten

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Design
source: For Loop
de: For-Schleife

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: To Expression
de: Zu-Ausdruck

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: Step Expression
de: Schritt-Ausdruck

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Thumbnail
source: For Loop
de: For-Schleife

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Design
source: If/Else
de: Wenn/Dann

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Thumbnail
source: If/Else
de: Wenn/Dann

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Design
source: Script
de: Skript

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: Script
de: Skript

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Thumbnail
source: Script
de: Skript
