Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.DisplayManagement.po
Languages: ar, ja

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 year ago
ar: منذ أقل من سنة
ja: {0} 年前

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 year
ar: خلال أقل من سنة
ja: {0} 年以内

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 month ago
ar: منذ أقل من شهر
ja: {0} ヶ月前

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 month
ar: خلال أقل من شهر
ja: {0} ヶ月以内

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 week ago
ar: منذ أقل من أسبوع
ja: {0} 週間前

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 week
ar: خلال أقل من أسبوع
ja: {0} 週間以内

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 day ago
ar: منذ أقل من أسبوع
ja: {0} 日前

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 day
ar: خلال أقل من يوم
ja: {0} 日以内

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 hour ago
ar: منذ أقل من ساعة
ja: {0} 時間前

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 hour
ar: خلال أقل من ساعة
ja: {0} 時間以内

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 minute ago
ar: منذ أقل من دقيقة
ja: {0} 分前

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 minute
ar: خلال أقل من دقيقة
ja: {0} 分以内

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 second ago
ar: منذ أقل من ثانية
ja: {0} 秒前

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 second
ar: خلال أقل من ثانية
ja: {0} 秒以内

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: a moment ago
ar: قبل لحظة
ja: 一瞬前

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in a moment
ar: خلال لحظة
ja: 一瞬
