Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Users.po
Languages: vi

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password
vi: Mật khẩu mới

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password confirmation
vi: Xác nhận lại mật khẩu mới

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Reset Password
vi: Đặt lại mật khẩu

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Your password has been reset.
vi: Mật khẩu của bạn đã được đặt lại.

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Please
vi: Vui lòng

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Click here to log in
vi: Bấm vào đây để đăng nhập
