Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Contents.po
Languages: tr, vi

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeThumbnail
source: Add a link for each one of the selected content types.
tr: Seçilen içerik türlerinin her biri için bir bağlantı ekleyin.
vi: Thêm liên kết cho mỗi một loại nội dung đã chọn.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Content Types
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Index All Content Types
vi: Đánh chỉ mục cho tất cả các loại nội dung

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Limit Items
vi: Số nội dung giới hạn

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Limit the amount of content items to provide from this source. Note: Only one content type is selectable when this option is selected.
vi: Giới hạn số lượng mục nội dung cần cung cấp từ nguồn này. Lưu ý: Chỉ có một loại nội dung được chọn khi tùy chọn này được chọn.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Change Frequency
vi: Thay đổi tần suất

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default frequency these content types are likely to change.
vi: Tần suất mặc định các loại nội dung này có thể thay đổi.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Priority
vi: Độ ưu tiên

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default priority of these content types relative to other content on your site.
vi: Ưu tiên mặc định của các loại nội dung này tương tự như với nội dung khác trên trang web của bạn.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Select Content Types
tr: İçerik Türlerini Seçin
vi: Chọn Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The content types to add to the sitemap.
vi: Loại nội dung để thêm vào menu.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Skip
tr: Atla
vi: Bỏ qua

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Take
tr: Al
vi: Lấy

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Adjust quantity of content items in sitemap.
vi: Điều chỉnh số lượng mục nội dung trong sơ đồ trang web.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: All
tr: Tümü
vi: Tất cả

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: Nothing here!
tr: Burada hiçbir şey yok!
vi: Không có gì ở đây!

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: Sitemap Content Types
vi: Loại nội dung cho sơ đồ trang web

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Thumbnail
source: Sitemap Content Types
vi: Loại nội dung cho sơ đồ trang web

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Thumbnail
source: Add sitemap entries for each one of the selected content types.
vi: Thêm các mục nhập sơ đồ trang web cho từng loại nội dung được chọn.

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Design
source: Content Unpublished
tr: İçerik kaldırıldı
vi: Nội dung đã Thu hồi

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Design
source: Any content type
tr: Herhangi bir içerik türü
vi: Bất kì loại nội dung nào

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Edit
source: Content Types
tr: İçerik Türleri
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Edit
source: Select any content types to filter on.
tr: Filtrelenecek herhangi bir içerik türünü seçin.
vi: Chọn bất kỳ nội dung nào để lọc.

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Thumbnail
source: Content Unpublished
tr: İçerik kaldırıldı
vi: Nội dung đã Thu hồi

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Thumbnail
source: Content is unpublished.
tr: İçerikler kaldırıldı.
vi: Nội dung đã được thu hồi.

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Design
source: Content Updated
tr: İçerik Değiştirildi
vi: Nội dung đã Cập nhật

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Design
source: Any content type
tr: Herhangi bir içerik türü
vi: Bất kỳ loại nội dung nào

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Edit
source: Content Types
tr: İçerik Türleri
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Edit
source: Select any content types to filter on.
tr: Filtrelenecek içerik türlerini seçin.
vi: Chọn bất kỳ loại nội dung nào để lọc.

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Thumbnail
source: Content Updated
tr: İçerik Değiştirildi
vi: Nội dung đã Cập nhật

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Thumbnail
source: Content is updated.
tr: İçerik Değiştirildi.
vi: Nội dung đã được cập nhật.

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Design
source: Content Versioned
tr: İçerik Sürümlendi
vi: Nội dung đa Phiên bản hoá

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Design
source: Any content type
tr: Herhangi bir içerik türü
vi: Bất kỳ loại nội dung nào

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Edit
source: Content Types
tr: İçerik Türleri
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Edit
source: Select any content types to filter on.
tr: Filtrelenecek içerik türlerini seçin.
vi: Chọn bất kỳ loại nội dung nào để lọc.

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Thumbnail
source: Content Versioned
tr: İçerik Sürümlendi
vi: Nội dung đa Phiên bản hoá

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Thumbnail
source: Content is versioned.
tr: İçerik Sürümlendi.
vi: Nội dung được phiên bản hoá.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Design
source: Create Content
tr: İçerik Oluştur
vi: Tạo Nội dung

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Content Type
tr: İçerik Tipi
vi: Loại Nội dung

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Select the type of content to create.
tr: Oluşturulacak içeriğin türünü seçin.
vi: Chọn loại nội dung để tạo mới.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Publish
tr: Yayınla
vi: Phát hành

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Check if you want the content item to be published when being created. Leave unchecked to create a draft version.
tr: İçerik öğesinin oluşturulurken yayınlanmasını isteyip istemediğinizi kontrol edin. Taslak versiyon oluşturmak için işaretlemeden bırakın.
vi: Đánh dấu nếu bạn muốn mục nội dung được phát hành ngay khi tạo xong. Bỏ đánh dấu để tạo bản nháp.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Content Properties
tr: İçerik Özellikleri
vi: Các thuộc tính của Nội dung

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Optionally provide values for the content parts, fields and their properties in JSON format. With Liquid support.
tr: İsteğe bağlı olarak, içerik parçaları, alanlar ve bunların özellikleri için JSON formatında değerler sağlayın. Liquid desteği ile birlikte.
vi: Tùy chọn cung cấp các giá trị cho các phần nội dung, các trường và các thuộc tính của chúng ở định dạng JSON. Với sự hỗ trợ của Liquid.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Thumbnail
source: Create Content
tr: İçerik Oluştur
vi: Tạo Nội dung

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Thumbnail
source: Create a content item.
tr: Bir içerik oluştur.
vi: Tạo một mục nội dung.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete Content
tr: İçeriği Sil
vi: Xóa Nội dung

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content provided via the <em>ContentItem</em> input argument
vi: Xóa nội dung được cung cấp qua tham số đầu vào<em>ContentItem</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content using expression: <em>{0}</em>
tr: <em>{0}<em> ifadesini kullanarak içerik silin
vi: Xóa nội dung bằng cách sử dụng biểu thức: <em>{0}</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Expression
tr: İfade
vi: Biểu thức

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be deleted. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
tr: Silinecek içerik öğesini değerlendiren bir JavaScript ifadesi girin. Örneğin: input("Content"). İfade belirtilmezse, iş akışının "Content" giriş değişkeni veya "Content" özelliği kullanılır.
vi: Nhập biểu thức JavaScript ước tính cho mục nội dung sẽ bị xóa. Ví dụ: input("Content"). Nếu không có biểu thức nào được chỉ định, biến đầu vào "Content" của quy trình hoặc thuộc tính "Content" sẽ được sử dụng.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Thumbnail
source: Delete Content
tr: İçerik Sil
vi: Xóa Nội dung

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Thumbnail
source: Delete a content item.
tr: Bir içerik sil.
vi: Xóa một mục nội dung.

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish Content
tr: İçeriği Yayınla
vi: Phát hành Nội dung

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content provided via the <em>ContentItem</em> input argument
vi: Phát hành nội dung đã được cấp thông qua biến đầu vào <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content using expression: <em>{0}</em>
tr: <em>{0}<em> ifadesini kullanarak içeriği yayına alın
vi: Phát hành nội dung bằng cách sử dụng biểu thức: <em>{0}</em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Expression
tr: İfade
vi: Biểu thức

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be published. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
tr: Yayına alınacak içerik öğesini değerlendiren bir JavaScript ifadesi girin. Örneğin: input("Content"). İfade belirtilmezse, iş akışının "Content" giriş değişkeni veya "Content" özelliği kullanılır.
vi: Nhập biểu thức JavaScript đánh giá mục nội dung sẽ được phát hành. Ví dụ: input("Content"). Nếu không có biểu thức nào được chỉ định, biến đầu vào "Content" của quy trình hoặc thuộc tính "Content" sẽ được sử dụng.

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Thumbnail
source: Publish Content
tr: İçeriği Yayınla
vi: Phát hành Nội dung

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Thumbnail
source: Publish a content item.
tr: Bir içeriği yayınla.
vi: Phát hành một mục nội dung.

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve Content
vi: Khôi phục Nội dung

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve content provided via the <em>ContentItemId</em> input argument
vi: Khôi phục nội dung được cung cấp qua tham số đầu vào<em>ContentItemId</em>

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve content using expression: <em>{0}</em>
vi: Khôi phục nội dung bằng cách sử dụng biểu thức: <em>{0}</em>

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the Content Item's ID(ContentItemId) to be retrieved.
vi: Nhập biểu thức JavaScript ước tính ID của Nội dung (ContentItemId) để được lấy lại.

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Thumbnail
source: Retrieve Content
vi: Khôi phục Nội dung

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Thumbnail
source: Retrieve a content item.
vi: Khôi phục một mục nội dung.

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish Content
tr: İçeriği Yayından Kaldır
vi: Thu hồi Nội dung

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content provided via the <em>ContentItem</em> input argument
vi: Thu hồi nội dung đã được cấp thông qua biến đầu vào <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content using expression: <em>{0}</em>
tr: <em>{0}<em> ifadesini kullanarak içeriği yayından kaldırın
vi: Thu hồi nội dung bằng cách sử dụng biểu thức: <em>{0}</em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Expression
tr: İfade
vi: Biểu thức

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be unpublished. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
tr: Yayından kaldırılacak içerik öğesini değerlendiren bir JavaScript ifadesi girin. Örneğin: input("Content"). İfade belirtilmezse, iş akışının "Content" giriş değişkeni veya "Content" özelliği kullanılır.
vi: Nhập biểu thức JavaScript ước tính cho mục nội dung sẽ thu hồi. Ví dụ: input("Content"). Nếu không có biểu thức nào được chỉ định, biến đầu vào "Content" của quy trình hoặc thuộc tính "Content" sẽ được sử dụng.

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Thumbnail
source: Unpublish Content
tr: İçeriği Yayından Kaldır
vi: Thu hồi Nội dung

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Thumbnail
source: Unpublish a content item.
tr: Bir içeriği yayından kaldır.
vi: Thu hồi một mục nội dung.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Type
tr: İçerik Tipi

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Item ID
tr: İçerik öğesi kimliği

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Properties
tr: İçerik Özellikleri

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Thumbnail
source: Update Content
tr: İçeriği Güncelle
