Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Media.po
Languages: pl, vi

# OrchardCore.Media.AdminMenu
source: Content
pl: Treść
vi: Nội dung

# OrchardCore.Media.AdminMenu
source: Media Library
pl: Biblioteka mediów
vi: Thư viện Tài nguyên

# OrchardCore.Media.MediaCacheAdminMenu
source: Content
pl: Treść
vi: Nội dung

# OrchardCore.Media.MediaCacheAdminMenu
source: Media Cache
pl: Pamięć podręczna
vi: Bộ đệm Tài nguyên

# OrchardCore.Media.Controllers.AdminController
source: This file extension is not allowed: {0}
pl: To rozszerzenie pliku nie jest dozwolone: {0}
vi: Không cho phép tệp có phần mở rộng này: {0}

# OrchardCore.Media.Controllers.AdminController
source: Cannot delete root media folder
pl: Nie można usunąć katalogu głównego multimediów
vi: Không thể xóa thư mục gốc

# OrchardCore.Media.Controllers.AdminController
source: Cannot delete path because it is not a directory
pl: Nie można usunąć ścieżki, ponieważ nie jest to katalog
vi: Không thể xóa đường dẫn bởi vì nó không phải là một thư mục

# OrchardCore.Media.Controllers.AdminController
source: Cannot move media because a file already exists with the same name
pl: Nie można przenieść multimediów, ponieważ plik o tej samej nazwie już istnieje
vi: Không thể di chuyển bởi vì có một tệp cùng tên với nó đang tồn tại

# OrchardCore.Media.Controllers.AdminController
source: Error when moving files. Maybe they already exist on the target folder? Files on error: {0}
pl: Błąd podczas przenoszenia plików. Może już istnieją w folderze docelowym? Pliki o błędzie: {0}
vi: Lỗi khi đang di chuyển các tệp. Có thể nó đã tồn tại trên thư mục đến? Các tệp lỗi: {0}

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because a folder already exists with the same name
pl: Nie można utworzyć folderu, ponieważ istnieje już folder o tej samej nazwie
vi: Không thể tạo thư mục bởi vì đã có một thư mục cùng tên đã tồn tại

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because a file already exists with the same name
pl: Nie można utworzyć folderu, ponieważ plik o tej samej nazwie już istnieje
vi: Không thể tạo thư mục bởi vì đã có một tập tin có tên trùng với nó đã tồn tại

# OrchardCore.Media.Controllers.MediaCacheController
source: The asset cache feature is enabled, but a remote media store feature is not enabled, or not configured with appsettings.json.
pl: Funkcja pamięci podręcznej zasobów jest włączona, ale funkcja zdalnego przechowywania mediów nie jest włączona lub nie jest skonfigurowana z appsettings.json.
vi: Tính năng bộ đệm tài nguyên được bật, nhưng tính năng lưu trữ tài nguyên từ xa không được bật hoặc không được định cấu hình với appsinstall.json.

# OrchardCore.Media.Controllers.MediaCacheController
source: Asset cache purged, with errors.
pl: Pamięć podręczna zasobów wyczyszczona, z błędami.
vi: Xoá bộ đệm tài nguyên, có lỗi.

# OrchardCore.Media.Controllers.MediaCacheController
source: Asset cache purged.
pl: Pamięć podręczna zasobów wyczyszczona.
vi: Xoá bộ đệm tài nguyên.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: There was an error handling the files.
pl: {0}: Wystąpił błąd podczas obsługi plików.
vi: {0}: Có một lỗi xử lý các tập tệp.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: A media is required.
pl: {0}: multimedia są wymagane.
vi: {0}: Yêu cầu tài nguyên.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: Selecting multiple media is forbidden.
pl: {0}: Wybór wielu mediów jest zabroniony.
vi: {0}: Không cho phép chọn nhiều tài nguyên.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Media assets are items that are part of your media library.
pl: Zasoby mediów to elementy, które są częścią twojej biblioteki mediów.
vi: Tài nguyên là một phần của thư viện tài nguyên của bạn.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Media asset path.
pl: Ścieżka do zasobów mediów.
vi: Đường dẫn tài nguyên.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Whether to get the assets from just the top directory or from all sub-directories as well.
pl: Określa czy pobierać zasoby z tylko najwyższego katalogu czy ze wszystkich podkatalogów.
vi: Để có được các tài nguyên từ thư mục đầu hoặc từ tất cả các thư mục con.

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Small Thumbs
pl: Małe Kciuki
vi: Hình đại diện Nhỏ

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Large Thumbs
pl: Duże Kciuki
vi: Hình đại diện Lớn

# OrchardCore.Media.Views.MediaField-Attached.Option
source: Attached
pl: Załączone
vi: Đính kèm

# OrchardCore.Media.Views.MediaField.DisplayOption
source: Standard
vi: Tiêu chuẩn

# OrchardCore.Media.Views.MediaField.Edit
source: Small Thumbs
pl: Małe Kciuki
vi: Hình đại diện Nhỏ

# OrchardCore.Media.Views.MediaField.Edit
source: Large Thumbs
pl: Duże Kciuki
vi: Hình đại diện Lớn

# OrchardCore.Media.Views.MediaField.Edit
source: Select Media
pl: Wybierz media
vi: Chon Tài nguyên

# OrchardCore.Media.Views.MediaField.Edit
source: OK
vi: Đồng ý

# OrchardCore.Media.Views.MediaField.Edit
source: Cancel
pl: Anuluj
vi: Bỏ qua

# OrchardCore.Media.Views.MediaField.Option
source: Standard
pl: Standardowe
vi: Tiêu chuẩn

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Required
pl: Wymagane
vi: Yêu cầu

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether a media is required.
pl: Określa czy wartość jest wymagana.
vi: Yêu cầu một tài nguyên.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Multiple
pl: Wielokrotnego wyboru
vi: Có thể chọn nhiều

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether multiple media can be selected.
pl: Określa czy można wybrać wiele multimediów.
vi: Khi có thể chọn nhiều tài nguyên.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Hint
pl: Podpowiedź
vi: Gợi ý

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: The hint text to display on the editor.
pl: Tekst podpowiedzi do wyświetlenia w edytorze.
vi: Nội dung gợi ý để hiển thị trên trình soạn thảo.

# OrchardCore.Media.Views.NavigationItemText-media.Id
source: Media
vi: Tài nguyên

# OrchardCore.Media.Views.Admin.Index
source: Assets
pl: Zasoby
vi: Tài nguyên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Drop your media here
pl: Upuść plik tutaj
vi: Thả tài nguyên của bạn vào đây

# OrchardCore.Media.Views.Admin.MediaApplication
source: Your files will be uploaded to the current folder when you drop them here
pl: Pliki po upuszczeniu w tym miejscu zostaną przesłane do bieżącego folderu
vi: Các tệp sẽ được tải lên lên thư mục hiện tại khi bạn thả nó vào đây

# OrchardCore.Media.Views.Admin.MediaApplication
source: Select All
pl: Zaznacz wszystko
vi: Chọn Tất cả

# OrchardCore.Media.Views.Admin.MediaApplication
source: Select None
pl: Odznacz
vi: Chưa Chọn

# OrchardCore.Media.Views.Admin.MediaApplication
source: Invert
pl: Odwróć
vi: Đảo ngược

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete
pl: Usuń
vi: Xóa

# OrchardCore.Media.Views.Admin.MediaApplication
source: Filter...
pl: Filtr...
vi: Lọc...

# OrchardCore.Media.Views.Admin.MediaApplication
source: Upload
pl: Wgraj
vi: Tải lên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Media Library
pl: Biblioteka mediów
vi: Thư viện Tài nguyên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Small Thumbs
pl: Małe Kciuki
vi: Hình đại diện Nhỏ

# OrchardCore.Media.Views.Admin.MediaApplication
source: Large Thumbs
pl: Duże Kciuki
vi: Hình đại diện Lớn

# OrchardCore.Media.Views.Admin.MediaApplication
source: Grid View
pl: Widok siatki
vi: Hiển thị dạng Lưới

# OrchardCore.Media.Views.Admin.MediaApplication
source: List View
pl: Widok listy
vi: Hiển thị dạng Danh sách

# OrchardCore.Media.Views.Admin.MediaApplication
source: Nothing to show with this filter
pl: Brak plików do wyświetlenia z wybranym filtrem
vi: Không có gì để hiển thị cho bộ lọc này

# OrchardCore.Media.Views.Admin.MediaApplication
source: This folder is empty
pl: Ten katalog jest pusty
vi: Thư mục này rỗng

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete media folder
pl: Usuń folder multimediów
vi: Xóa thư mục tài nguyên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to delete this folder?
pl: Czy na pewno chcesz usunąć ten folder?
vi: Bạn có chắc chắn muốn xóa thư mục này không?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete media
pl: Usuń media
vi: Xoá tài nguyên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to delete these media items?
pl: Czy jesteś pewien, że chcesz usunąć te pliki mediów?
vi: Bạn có thật sự muốn xóa các tài nguyên này?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Move media
pl: Przenieś media
vi: Di chuyển tài nguyên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to move the selected media to this folder?
pl: Na pewno chcesz przenieść zaznaczone pliki mediów do tego katalogu?
vi: Bạn có chắc chắn muốn chuyển tất cả các tài nguyên đã chọn tới thư mục này không?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Yes
pl: Tak
vi: Đồng ý

# OrchardCore.Media.Views.Admin.MediaApplication
source: No
pl: Nie
vi: Không

# OrchardCore.Media.Views.Admin.MediaApplication
source: The media is already on this folder
pl: Wybrane Media znajdują się już w tym katalogu
vi: Tài nguyên đã có trong thư mục này

# OrchardCore.Media.Views.Admin.MediaApplication
source: Edit
pl: Edytuj
vi: Sửa

# OrchardCore.Media.Views.Admin.MediaApplication
source: View
pl: Widok
vi: Xem

# OrchardCore.Media.Views.Admin.MediaApplication
source: Uploads
pl: Wgrane pliki
vi: Tải lên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Errors
pl: Błędy
vi: Lỗi

# OrchardCore.Media.Views.Admin.MediaApplication
source: Clear Errors
pl: Wyczyść Błędy
vi: Xoá Lỗi

# OrchardCore.Media.Views.Admin.MediaApplication
source: Image
pl: Obraz
vi: Hình ảnh

# OrchardCore.Media.Views.Admin.MediaApplication
source: Name
pl: Nazwa
vi: Tên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Size
pl: Rozmiar
vi: Kích thước

# OrchardCore.Media.Views.Admin.MediaApplication
source: Type
pl: Typ
vi: Loại

# OrchardCore.Media.Views.Admin.MediaApplication
source: First
pl: Pierwszy
vi: Đầu tiên

# OrchardCore.Media.Views.Admin.MediaApplication
source: Previous
pl: Poprzedni
vi: Trước

# OrchardCore.Media.Views.Admin.MediaApplication
source: Next
pl: Następny
vi: Tiếp

# OrchardCore.Media.Views.Admin.MediaApplication
source: Last
pl: Ostatni
vi: Cuối cùng

# OrchardCore.Media.Views.Admin.MediaApplication
source: Page Size
pl: Rozmiar strony
vi: Kích thước Trang

# OrchardCore.Media.Views.Admin.MediaApplication
source: Page:
pl: Strona:
vi: Trang:

# OrchardCore.Media.Views.Admin.MediaApplication
source: Total items:
pl: Ogółem plików:
vi: Tổng số mục:

# OrchardCore.Media.Views.Admin.MediaApplication
source: Create Folder
pl: Utwórz Katalog
vi: Tạo Thư mục

# OrchardCore.Media.Views.Admin.MediaApplication
source: Folder name
pl: Nazwa katalogu
vi: Tên thư mục

# OrchardCore.Media.Views.Admin.MediaApplication
source: Ok
vi: Đồng ý

# OrchardCore.Media.Views.Admin.MediaApplication
source: Cancel
pl: Anuluj
vi: Bỏ qua

# OrchardCore.Media.Views.Admin.MediaApplication
source: Rename Item
pl: Zmień nazwę
vi: Đổi tên mục

# OrchardCore.Media.Views.Admin.MediaApplication
source: New Name
pl: Nowa nazwa
vi: Tên Mới

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: Media
pl: Multimedia
vi: Tài nguyên

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: Include all media.
pl: Uwzględnij wszystkie multimedia.
vi: Gồm cả tài nguyên.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: The media to add as part of the plan.
pl: Media do dodania jako część planu.
vi: Tài nguyên để thêm như là một phần của kế hoạch.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: Media
pl: Multimedia
vi: Tài nguyên

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: All
pl: Wszystkie
vi: Tất cả

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: No media selected.
pl: Nie wybrano mediów.
vi: Chưa chọn tài nguyên nào.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Thumbnail
source: Media
pl: Multimedia
vi: Tài nguyên

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Thumbnail
source: Exports all or specified media.
pl: Eksport wszystkich lub określonych multimediów.
vi: Xuất tất cả hoặc một vài tài nguyên.

# OrchardCore.Media.Views.MediaCache.Index
source: Asset Cache
pl: Pamięć podręczna zasobów
vi: Bộ đệm Tài nguyên

# OrchardCore.Media.Views.MediaCache.Index
source: Media is configured with appsettings.json.
pl: Multimedia są skonfigurowane z appsettings.json.
vi: Tài nguyên được cấu hình với appsinstall.json.

# OrchardCore.Media.Views.MediaCache.Index
source: Purge All
pl: Wyczyść wszystko
vi: Xoá Tất cả

# OrchardCore.Media.Views.MediaCache.Index
source: Are you sure you want to purge the entire asset cache?
pl: Czy na pewno chcesz wyczyścić całą pamięć podręczną zasobów?
vi: Bạn có chắc chắn muốn thanh xoá toàn bộ bộ đệm tài nguyên không?

# OrchardCore.Media.Views.MediaCache.Index
source: Purge all the assets from the cache
pl: Wyczyść wszystkie zasoby z pamięci podręcznej
vi: Xoá tất cả các tài nguyên khỏi bộ đệm

# OrchardCore.Media.Views.MediaCache.Index
source: The asset cache feature is enabled, but a remote media store feature is not enabled, or not configured with appsettings.json.
pl: Funkcja pamięci podręcznej zasobów jest włączona, ale funkcja zdalnego przechowywania mediów nie jest włączona lub nie jest skonfigurowana z appsettings.json.
vi: Tính năng bộ đệm tài nguyên được bật, nhưng tính năng lưu trữ tài nguyên từ xa không được bật hoặc không được định cấu hình với appsinstall.json.

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: Only one item is allowed on this field.
pl: Tylko jeden element jest dozwolony w tym polu.
vi: Chỉ có một mục được cho phép trên trường này.

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: Not Found
pl: Nie znaleziono
vi: Không thấy

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: It will be discarded on saving
pl: Zostanie on odrzucony po zapisaniu
vi: Nó sẽ được bỏ đi khi được lưu

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: No Images
pl: Brak obrazów
vi: Không có Hình ảnh
