Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Workflows.po
Languages: de, tr

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The body to send with POST, PUT and PATCH requests. With Liquid support.
de: Der Body mit dem POST, PUT und PATCH Anfragen gesendet werden sollen.
tr: POST, PUT ve PATCH istekleriyle gönderilecek gövde. Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Headers
de: Header
tr: Başlıklar

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Provide additional HTTP headers, one per line. For example: Authorization: Bearer 123ABC. With Liquid support.
de: Bieten Sie zusätzliche HTTP-Header, einen pro Zeile. Zum Beispiel: Autorisierung: Bearer 123ABC. Mit Liquid-Unterstützung.
tr: Her satıra bir tane olacak şekilde ek HTTP başlıkları sağlayın. Örneğin: Authorization: Taşıyıcı 123ABC. Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: HTTP Response Codes
de: HTTP-Antwortcodes
tr: HTTP Yanıt Kodları

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: A comma-separated list of HTTP response status codes to handle as activity outcomes. For example: 200, 404, 500
de: Eine kommaseparierte Liste von HTTP-Antwortstatus-Codes, die als Aktivitätsergebnisse behandelt werden sollen. Zum Beispiel: 200, 404, 500
tr: Etkinlik sonuçları olarak işlenecek virgülle ayrılmış bir HTTP yanıt durumu kodu listesi. Örneğin: 200, 404, 500

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Thumbnail
source: HTTP Request
de: HTTP-Anfrage
tr: HTTP istekleri

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Thumbnail
source: Perform a HTTP request to a given URL.
de: Führen Sie eine HTTP-Anfrage an eine angegebene URL aus.
tr: Belirli bir URL’ye bir HTTP isteği gerçekleştirin.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Design
source: HTTP Response
de: HTTP-Antwort
tr: HTTP Cevap

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: HTTP Status Code
tr: HTTP Durum Kodu

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The HTTP Status Code to send back. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Click here</a> for a complete list.
de: Der HTTP-Statuscode für die Rücksendung. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Klicken Sie hier</a> für eine vollständige Liste.
tr: Geri gönderilecek HTTP Durum Kodu. Tam liste için <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Burayı Tıklayın</a>

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Content Type
de: Inhaltstyp
tr: İçerik Tipi

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The content type of the response body.
de: Der Inhaltstyp des Antwort-Body.
tr: Yanıt gövdesinin içerik türü.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Content
de: Inhalt
tr: İçerik

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The body to send back. With Liquid support.
de: Der zurückzusendende Body. Mit Liquid-Unterstützung.
tr: Geri gönderilecek metin gövdesi. Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Headers
tr: Başlıklar

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Provide additional HTTP response headers. Enter one key/value pair per line. For example: "X-MyHeader: Foo". With Liquid support.
de: Geben Sie zusätzliche HTTP-Antwort-Header ein. Geben Sie ein Schlüssel/Wert-Paar pro Zeile ein. Zum Beispiel: "X-MyHeader: Foo". Mit Liquid-Unterstützung.
tr: Ek HTTP yanıt başlıkları sağlayın. Her satıra bir anahtar / değer çifti girin. Örneğin: "X-MyHeader: Foo". Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Thumbnail
source: HTTP Response
de: HTTP-Antwort
tr: HTTP Cevap

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Thumbnail
source: Write a HTTP response.
de: Schreibe eine HTTP-Antwort.
tr: Bir HTTP yanıtı yazın.

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Design
source: Evaluate <em>{0}</em>
de: Auswerten von <em>{0}</em>
tr: Değerlendir <em>{0}</em>

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Edit
source: Condition Expression
tr: Durum İfadesi

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Edit
source: A JavaScript expression that evaluates to true or false.
de: Ein JavaScript-Ausdruck, der wahr oder falsch zurückgibt.
tr: Doğru veya yanlış olarak değerlendirilen bir JavaScript ifadesi.

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Thumbnail
source: Evaluate a boolean condition and continues execution based on the outcome.
de: Wertet eine boolesche Bedingung aus um die Ausführung basierend auf dem Ergebnis fortzusetzen.
tr: Bir boolean durumu değerlendirin ve sonucu temel alarak yürütmeye devam edin.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Join
de: Verbinden
tr: Katıl

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Await <strong>all</strong> inbound activities before joining execution into a single path.
de: Erwarten Sie <strong>alle</strong> eingehenden Aktivitäten, bevor Sie die Ausführung in einen einzigen Pfad zusammenführen.
tr: Yürütmeyi tek bir yola eklemeden önce, gelen etkinlikleri<strong>tümü</strong> olarak bekleyin.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Awaits <strong>any</strong> inbound activities before joining execution into a single path.
de: Erwarten Sie <strong>irgendwelche</strong> eingehenden Aktivitäten, bevor Sie die Ausführung in einen einzigen Pfad zusammenführen.
tr: Yürütmeyi tek bir yola eklemeden önce <strong> gelen </strong> etkinlikleri bekler.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Edit
source: Mode
de: Modus
tr: Mod

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Edit
source: Controls whether the Join task should wait for all or any inbound activity to be completed.
de: Legt fest, ob die Zusammenführen-Aufgabe warten soll, bis alle oder irgendwelche eingehenden Aktivitäten abgeschlossen sind.
tr: Katılma görevinin tüm gelen etkinliklerin tamamlanmasını bekleyeceğini kontrol eder.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Thumbnail
source: Join
de: Verbinden
tr: Katıl

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Thumbnail
source: Join forked workflow execution back into a single path of execution.
de: Fügt aufgeteilte Workflow-Aufgaben wieder in einen einzigen Ausführungspfad zusammen.
tr: Çatallı iş akışı yürütmesini tek bir yürütme yoluna geri ekleyin.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: Log Level
tr: Kayıt (Log) düzeyi

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: The log level.
de: Der Log-Level.
tr: Kayıt (Log) düzeyi.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: Text
tr: Metin

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: The text to log. With Liquid support.
de: Der zu protokollierende Text. Mit Liquid-Unterstützung.
tr: Günlüğe kaydedilecek metin. Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Thumbnail
source: Write a log entry.
de: Logeintrag schreiben.
tr: Bir log Yazın.

# OrchardCore.Workflows.Views.Items.MissingActivity.Fields.Design
source: Missing Activity
de: Fehlende Aktivität
tr: Kayıp Faaliyet

# OrchardCore.Workflows.Views.Items.MissingActivity.Fields.Design
source: <em>{0}</em> is no longer available.
de: <em>{0}</em> ist nicht mehr verfügbar.
tr: <em>{0}</em> artık kullanılabilir değil.

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Design
source: {0} Notification
de: {0} Benachrichtigung
tr: {0} Bildirim

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: Notification Type
de: Benachrichtigungstyp
tr: Bildirim Türü

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: The notification type.
de: Der Benachrichtigungstyp.
tr: Bildirim türü.

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: Message
de: Nachricht
tr: Mesaj

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: The message to show. With Liquid support.
de: Die anzuzeigende Nachricht. Mit Liquid-Unterstützung.
tr: Gösterilecek mesaj. Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Thumbnail
source: Notify
de: Benachrichtigen
tr: Uyar

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Thumbnail
source: Display a notification.
de: Benachrichtigung anzeigen.
tr: Bildirimi görüntüle.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: Available Outcomes
de: Verfügbare Ergebnisse
tr: Mevcut Sonuçlar

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: A comma-separated list of available outcomes.
de: Eine kommaseparierte Liste der verfügbaren Ergebnisse.
tr: Virgülle ayrılmış bir sonuç listesi.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: The script to execute. Make sure to call `setOutcome` with any of the specified available outcomes at least once.
de: Das auszuführende Skript. Stellen Sie sicher, dass `setOutcome` mit einem der angegebenen verfügbaren Ergebnisse mindestens einmal aufgerufen wird.
tr: Yürütülecek komut dosyası. Belirtilen mevcut sonuçlardan en az bir kez `setOutcome 'işlevini çağırdığınızdan emin olun.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Thumbnail
source: Execute script and continue execution based on the returned outcome.
de: Skript ausführen und die Ausführung fortsetzen, basierend auf dem zurückgegebenen Ergebnis.
tr: Komut dosyasını yürütün ve döndürülen sonucu temel alarak yürütmeye devam edin.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Design
source: Output via {0}
de: Ausgabe über {0}
tr: {0} üzerinden çıktı

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: Name
tr: Ad

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: The name to output to.
de: Der auszugebende Name.
tr: Çıktıda görünecek isim.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: Value
de: Wert
tr: Değer

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: The value to store in the specified output variable. With JavaScript support.
de: Der Wert, der in der angegebenen Ausgabevariablen gespeichert wird. Mit JavaScript-Unterstützung.
tr: Belirtilen çıktı değişkeninde saklanacak değer. JavaScript desteği ile.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Thumbnail
source: Set Output
de: Ausgabe festlegen
tr: Çıktıyı Kaydet

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Thumbnail
source: Evaluate a script expression and store the result into the workflow's output.
de: Evaluieren Sie einen Skript-Ausdruck und speichern Sie das Ergebnis in der Ausgabe des Workflows.
tr: Bir komut dosyası ifadesini değerlendirin ve sonucu iş akışının çıktısına kaydedin.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Design
source: Set {0} Property
de: {0} Eigenschaft festlegen
tr: {0} Özellik Ayarla

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: Name
tr: Ad

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: The property to set. If the specified property doesn't exist yet, it will be added.
de: Die Eigenschaft, die gesetzt werden soll. Wenn die angegebene Eigenschaft noch nicht existiert, wird sie hinzugefügt.
tr: Ayarlanacak özellik. Belirtilen özellik henüz mevcut değilse, eklenecektir.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: Value
de: Wert
tr: Değer

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: The value to store in the specified property. With JavaScript support.
de: Der Wert, der in der angegebenen Eigenschaft gespeichert werden soll. Mit JavaScript-Unterstützung.
tr: Belirtilen özellikte saklanacak değer. JavaScript desteği ile.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Thumbnail
source: Set Property
de: Eigenschaft festlegen
tr: Özellik Ayarla

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Thumbnail
source: Assign a value to a property on the workflow.
de: Weisen Sie einer Eigenschaft im Workflow einen Wert zu.
tr: İş akışındaki bir özelliğe bir değer atayın.

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Design
source: Signal
tr: Sinyal

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Design
source: When <em>{0}</em> is triggered
de: Wenn <em>{0}</em> ausgelöst wird
tr: <em> {0} </em> tetiklendiğinde

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Edit
source: Name
tr: Ad

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Edit
source: The signal name. With Liquid support.
de: Der Name des Signals. Mit Liquid-Unterstützung.
tr: Sinyal adı. Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Thumbnail
source: Signal
tr: Sinyal

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Thumbnail
source: Executes when a signal is triggered.
de: Führt aus, wenn ein Signal ausgelöst wird.
tr: Bir sinyal tetiklendiğinde yürütülür.

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Design
source: Timer
tr: Zamanlayıcı

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Edit
source: CRON Expression
de: CRON Ausdruck
tr: Cron ifadesi

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Edit
source: The CRON expression.
de: Der CRON-Ausdruck.
tr: Cron ifadesi.

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Thumbnail
source: Timer
tr: Zamanlayıcı

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Thumbnail
source: Executes repeatedly according to a specified CRON expression.
de: Führt wiederholt nach einem bestimmten CRON-Ausdruck aus.
tr: Belirtilen bir CRON ifadesine göre art arda yürütür.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: User Task
de: Benutzer-Aufgabe
tr: Kullanıcı Görevi

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Request any user action of <em>{0}</em>
tr: <em> {0} </em> 'den herhangi bir kullanıcı işlemi isteyin

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Any
de: Alle
tr: Herhangi

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Required roles: <em>{0}</em>
de: Erforderliche Rollen: <em>{0}</em>
tr: Gerekli roller: <em> {0} </em>

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: No user actions specified
de: Keine Benutzeraktionen angegeben
tr: Kullanıcı eylemi belirtilmedi

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Actions
de: Aktionen
tr: Eylemler

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Enter one or more comma-separated action names.
de: Geben Sie einen oder mehrere kommaseparierte Aktionsnamen ein.
tr: Bir eylem girin veya birden fazla eylemi virgülle ayırın.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Roles
de: Rollen
tr: Roller

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Select the roles that are allowed to perform the specified actions. If no roles are selected, then any role is allowed.
de: Wählen Sie die Rollen, die die angegebenen Aktionen ausführen dürfen. Wenn keine Rollen ausgewählt sind, ist jede Rolle erlaubt.
tr: Belirtilen eylemleri gerçekleştirmesine izin verilen rolleri seçin. Hiçbir rol seçilmezse, herhangi bir role izin verilir.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Thumbnail
source: User Task
de: Benutzer-Aufgabe
tr: Kullanıcı Görevi

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Thumbnail
source: Halt the workflow until the user executed an action on a content item.
de: Den Workflow stoppen, bis der Benutzer eine Aktion auf einem Inhaltselement ausgeführt hat.
tr: Kullanıcı içerik öğesinde bir eylem gerçekleştirinceye kadar iş akışını durdurun.

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Design
source: While Loop
de: While-Schleife
tr: Döngü Sırası

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Design
source: Loop while <em>{0}</em> is true
de: Schleife solange ausführen bis <em>{0}</em> wahr ist
tr: <em>{0}</em> doğru iken döngü

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Edit
source: Condition Expression
tr: Durum İfadesi

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Edit
source: A JavaScript script expression that evaluates to true or false.
de: Ein JavaScript-Ausdruck, der wahr oder falsch zurückgibt.
tr: Doğru veya yanlış olarak değerlendirilen bir JavaScript komut dosyası ifadesi.

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Thumbnail
source: While Loop
de: While-Schleife
tr: Döngü Sırası

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Thumbnail
source: Iterate while a condition is true.
de: Iterieren, solange eine Bedingung wahr ist.
tr: Koşul doğru iken tekrar edin.

# OrchardCore.Workflows.Views.Workflow.Details
source: Workflow Types
de: Workflow-Typen
tr: İş Akışı Türleri

# OrchardCore.Workflows.Views.Workflow.Details
source: Workflows
tr: İş Akışları

# OrchardCore.Workflows.Views.Workflow.Details
source: State
de: Status
tr: Durum

# OrchardCore.Workflows.Views.Workflow.Details
source: Workflow ID
tr: İş Akışı ID

# OrchardCore.Workflows.Views.Workflow.Details
source: Created
de: Erstellt
tr: Oluşturuldu

# OrchardCore.Workflows.Views.Workflow.Details
source: Status
tr: Durum

# OrchardCore.Workflows.Views.Workflow.Details
source: Fault Message
de: Fehlermeldung
tr: Hata Mesajı

# OrchardCore.Workflows.Views.Workflow.Details
source: Correlation ID
de: Korrelations-ID
tr: Kolerasyon ID

# OrchardCore.Workflows.Views.Workflow.Details
source: Back
de: Zurück
tr: Geri

# OrchardCore.Workflows.Views.Workflow.Details
source: Are you sure you want to delete this workflow?
de: Sind Sie sicher, dass Sie diesen Workflow löschen möchten?
tr: Bu iş akışını silmek istediğinizden emin misiniz?

# OrchardCore.Workflows.Views.Workflow.Details
source: Delete
de: Löschen
tr: Sil

# OrchardCore.Workflows.Views.Workflow.Index
source: {0} Workflows
tr: {0} İşakışları

# OrchardCore.Workflows.Views.Workflow.Index
source: Workflow Types
de: Workflow-Typen
tr: İş Akışı Türleri

# OrchardCore.Workflows.Views.Workflow.Index
source: Workflows
tr: İş Akışları

# OrchardCore.Workflows.Views.Workflow.Index
source: Select All
de: Alles Auswählen
tr: Tümünü Seç

# OrchardCore.Workflows.Views.Workflow.Index
source: 1 item
de: 1 Element
tr: 1 öğe

# OrchardCore.Workflows.Views.Workflow.Index
source: Items {0} to {1}
de: Elemente von {0} bis {1}
tr: {0} öğesinden {1} e

# OrchardCore.Workflows.Views.Workflow.Index
source: / {0} item in total
de: / {0} Element gesamt
tr: Toplamda {0} öğe

# OrchardCore.Workflows.Views.Workflow.Index
source: Actions
de: Aktionen
tr: Eylemler

# OrchardCore.Workflows.Views.Workflow.Index
source: Bulk Action
de: Mehrfachaktion
tr: Toplu Eylem

# OrchardCore.Workflows.Views.Workflow.Index
source: Are you sure you want to {0} these items?
de: Sind Sie sicher, dass Sie diese Elemente {0} wollen?
tr: Bu nesneleri {0} yapmak istediğinizden emin misiniz?

# OrchardCore.Workflows.Views.Workflow.Index
source: Filter by status
de: Nach Status filtern
tr: Duruma göre filtrele

# OrchardCore.Workflows.Views.Workflow.Index
source: Status
tr: Durum

# OrchardCore.Workflows.Views.Workflow.Index
source: Sort by
de: Sortieren nach
tr: Göre sırala

# OrchardCore.Workflows.Views.Workflow.Index
source: Sort
de: Sortieren
tr: Sırala

# OrchardCore.Workflows.Views.Workflow.Index
source: Delete
de: Löschen
tr: Sil

# OrchardCore.Workflows.Views.Workflow.Index
source: Created {0}
de: Erstellt {0}
tr: {0} oluşturuldu

# OrchardCore.Workflows.Views.Workflow.Index
source: <strong>Nothing here!</strong> There are no halted workflows at the moment.
de: <strong>Nichts hier!</strong> Im Moment gibt es keine gestoppten Workflows.
tr: <strong> Burada hiçbir şey yok! </strong> Şu anda durdurulan iş akışı türü yok.

# OrchardCore.Workflows.Views.Workflow.Index
source: Back
de: Zurück
tr: Geri

# OrchardCore.Workflows.Views.Workflow.Index
source: selected
de: ausgewählt
tr: seçili

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Copy Workflow Type
de: Workflow-Typ kopieren
tr: İş akış tipini kopyala

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Name
tr: İsim

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: The name of the workflow type.
de: Der Name des Workflow-Typs.
tr: İş akış tip adı.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Enabled
de: Aktiviert
tr: Etkin

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Uncheck to prevent workflows of this type from being executed.
de: Deaktivieren, um zu verhindern, dass Workflows dieses Typs ausgeführt werden.
tr: Bu tür iş akışlarının yürütülmesini önlemek için işaretini kaldırın.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Single instance
de: Einzelne Instanz
tr: Tek örnek

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Check to ensure only one workflow of this type can execute at a time. Leave unchecked to allow any number of workflows to execute at the same time.
de: Auswählen um sicherzustellen, dass nur ein Workflow dieser Art gleichzeitig ausgeführt werden kann. Lassen Sie das Kontrollkästchen deaktiviert, um eine beliebige Anzahl von Workflows gleichzeitig auszuführen.
tr: Aynı anda yalnızca bir iş akışının yürütülmesini sağlayın. Herhangi bir sayıda iş akışının aynı anda yürütülmesine izin vermek için işaretsiz bırakın.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Delete successfully completed workflows
de: Erfolgreich abgeschlossene Workflows löschen
tr: Başarıyla tamamlanan iş akışlarını silin

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Check to automatically delete workflows that have completed successfully. Leave unchecked to maintain a history of executed workflows.
de: Auswählen, um erfolgreich abgeschlossene Workflows automatisch zu löschen. Lassen Sie das Kontrollkästchen deaktiviert, um den Verlauf der ausgeführten Workflows beizubehalten.
tr: Başarıyla tamamlanan iş akışlarını otomatik olarak silmek için işaretleyin. Yürütülen iş akışlarının geçmişini korumak için işaretsiz bırakın.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Save
de: Speichern
tr: Kaydet

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Cancel
de: Abbrechen
tr: İptal

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Workflow Types
de: Workflow-Typen
tr: İş Akışı Türleri

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Events
de: Verfügbare Ereignisse
tr: Kullanılabilir Olaylar

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Add Event
de: Ereignis hinzufügen
tr: Etkinlik Ekle

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Tasks
de: Verfügbare Aufgaben
tr: Etkin Görevler

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Add Task
de: Aufgabe hinzufügen
tr: Görev Ekle

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Properties
de: Eigenschaften
tr: Özellikler

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Workflows
tr: İş Akışları

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Are you sure you want to delete this activity?
de: Sind Sie sicher, dass Sie diese Aktivität löschen möchten?
tr: Bu etkinliği silmek istediğinizden emin misiniz?

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Save
de: Speichern
tr: Kaydet

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Cancel
de: Abbrechen
tr: İptal
