Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Localization.po
Languages: el, pt_br, sv

# OrchardCore.Localization.AdminMenu
source: Configuration
el: Παραμετροποίηση
pt_br: Configuração
sv: Konfiguration

# OrchardCore.Localization.AdminMenu
source: Settings
el: Ρυθμίσεις
pt_br: Configurações
sv: Inställningar

# OrchardCore.Localization.AdminMenu
source: Cultures
el: Κουλτούρες
pt_br: Idiomas
sv: Kulturer

# OrchardCore.Localization.Drivers.LocalizationSettingsDisplayDriver
source: A culture is required
el: Η κουλτούρα πρέπει να συμπληρωθεί
pt_br: Um idioma é obrigatório
sv: En kultur krävs

# OrchardCore.Localization.Drivers.LocalizationSettingsDisplayDriver
source: The site has been restarted for the settings to take effect
el: Ο ιστότοπος έχει επανεκκινήσει ώστε να τεθούν σε ισχύ οι ρυθμίσεις
pt_br: O site foi reiniciado para que as configurações tenham efeito
sv: Webbplatsen har startats om för att inställningarna ska träda i kraft

# OrchardCore.Localization.GraphQL.SiteCulturesQuery
source: The active cultures configured for the site.
el: Οι ενεργές κουλτούρες που διαμορφώνονται για τον ιστότοπο.
pt_br: Os idiomas ativos configurados para o site.
sv: De aktiva kulturerna som har konfigurerats för webbplatsen.

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.
sv: Nuvarande instans kommer att laddas om när inställningarna sparas.

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Culture
el: Κουλτούρα
pt_br: Idioma
sv: Kultur

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Default culture
el: Προεπιλεγμένη κουλτούρα
pt_br: Idioma padrão
sv: Standardkultur

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Remove culture
el: Αφαιρέσε ην κουλτούρα
pt_br: Remover idioma
sv: Ta bort kultur

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Add culture
el: Προσθήκη κουλτούρας
pt_br: Adicionar idioma
sv: Lägg till kultur

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Define which cultures are supported by the site.
el: Ορίσε ποιές κουλτούρες υποστηρίζονται από τον ιστότοπο.
pt_br: Determine quais idiomas são suportados pelo site.
sv: Definiera vilka kulturer som stöds av webbplatsen.

# OrchardCore.Localization.Views.NavigationItemText-localization.Id
source: Localization
pt_br: Localização
sv: Lokalisering
