Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Roles.po
Languages: vi

# OrchardCore.Roles.AdminMenu
source: Security
vi: Bảo mật

# OrchardCore.Roles.AdminMenu
source: Roles
vi: Vai trò

# OrchardCore.Roles.Controllers.AdminController
source: Invalid role name.
vi: Tên vai trò không hợp lệ.

# OrchardCore.Roles.Controllers.AdminController
source: The role is already used.
vi: Vai trò đã được sử dụng.

# OrchardCore.Roles.Controllers.AdminController
source: Role created successfully
vi: Vai trò đã được tạo thành công

# OrchardCore.Roles.Controllers.AdminController
source: Role deleted successfully
vi: Vai trò đã được xoá bỏ

# OrchardCore.Roles.Controllers.AdminController
source: Could not delete this role
vi: Không xoá được vai trò này

# OrchardCore.Roles.Controllers.AdminController
source: Role updated successfully.
vi: Vai trò đã được cập nhật thành công.

# OrchardCore.Roles.Controllers.AdminController
source: {0} Feature
vi: tính năng {0}

# OrchardCore.Roles.Services.RoleStore
source: Can't delete system roles.
vi: Không thể xoá vai trò hệ thống.

# OrchardCore.Roles.Views.Admin.Create
source: Create Role
vi: Tạo Vai trò

# OrchardCore.Roles.Views.Admin.Create
source: Role name
vi: Tên vai trò

# OrchardCore.Roles.Views.Admin.Create
source: The role name is required.
vi: Tên vai trò là bắt buộc.

# OrchardCore.Roles.Views.Admin.Create
source: Role description
vi: Mô tả vai trò

# OrchardCore.Roles.Views.Admin.Create
source: Create
vi: Tạo

# OrchardCore.Roles.Views.Admin.Create
source: Cancel
vi: Bỏ qua

# OrchardCore.Roles.Views.Admin.Edit
source: Edit Role {0}
vi: Chỉnh sửa vai trò {0}

# OrchardCore.Roles.Views.Admin.Edit
source: Search
vi: Tìm kiếm

# OrchardCore.Roles.Views.Admin.Edit
source: Edit Role Detail
vi: Chỉnh sửa Chi tiết Vai trò

# OrchardCore.Roles.Views.Admin.Edit
source: Role description
vi: Mô tả vai trò

# OrchardCore.Roles.Views.Admin.Edit
source: Role permissions
vi: Quyền vai trò

# OrchardCore.Roles.Views.Admin.Edit
source: Allow
vi: Cho phép

# OrchardCore.Roles.Views.Admin.Edit
source: Permission is granted explicitly.
vi: Quyền được cấp rõ ràng.

# OrchardCore.Roles.Views.Admin.Edit
source: Effective
vi: Hiệu quả

# OrchardCore.Roles.Views.Admin.Edit
source: Permission is implied by a higher level permission, or explicitly granted.
vi: Quyền được bao hàm bởi sự cho phép cấp cao hơn, hoặc được cấp rõ ràng.

# OrchardCore.Roles.Views.Admin.Edit
source: Permission
vi: Quyền

# OrchardCore.Roles.Views.Admin.Edit
source: This permission could allow a user to elevate their other permissions. Grant it with extreme consideration.
vi: Quyền này có thể cho phép người dùng nâng cao các quyền khác của họ. Cấp nó với sự cân nhắc kỹ lưỡng.

# OrchardCore.Roles.Views.Admin.Edit
source: Security Critical
vi: Bảo mật Quan trọng

# OrchardCore.Roles.Views.Admin.Edit
source: Save
vi: Lưu

# OrchardCore.Roles.Views.Admin.Edit
source: Cancel
vi: Bỏ qua

# OrchardCore.Roles.Views.Admin.Index
source: Roles
vi: Vai trò

# OrchardCore.Roles.Views.Admin.Index
source: Search
vi: Tìm kiếm

# OrchardCore.Roles.Views.Admin.Index
source: Add Role
vi: Thêm Vai trò

# OrchardCore.Roles.Views.Admin.Index
source: Are you sure you want to delete this role?
vi: Bạn có chắc bạn muốn xoá vai trò này không?

# OrchardCore.Roles.Views.Admin.Index
source: The role is associated to existing user(s). Are you sure you want to remove it?
vi: Vai trò được liên kết với một số người dùng. Bạn có chắc chắn muốn loại bỏ nó?

# OrchardCore.Roles.Views.Admin.Index
source: Edit
vi: Sửa

# OrchardCore.Roles.Views.Admin.Index
source: Delete Role
vi: Xoá Vai trò

# OrchardCore.Roles.Views.Admin.Index
source: Delete
vi: Xóa

# OrchardCore.Roles.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
vi: <strong>Không có kết quả!</strong> Tìm kiếm của bạn không có kết quả.

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Edit
source: All Roles
vi: Tất cả Vai trò

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Summary
source: All Roles
vi: Tất cả Vai trò

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Summary
source: Adds all roles to the plan.
vi: Thêm tất cả vai trò vào kế hoạch.

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Thumbnail
source: All Roles
vi: Tất cả Vai trò

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Thumbnail
source: Exports every role.
vi: Xuất tất cả vai trò.
