Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.AdminMenu.po
Languages: es

# OrchardCore.AdminMenu.AdminMenu
source: Configuration
es: Configuración

# OrchardCore.AdminMenu.AdminMenu
source: Admin Menus
es: Menú de administración

# OrchardCore.AdminMenu.Controllers.MenuController
source: Error when retrieving the list of admin menus
es: Error al recuperar la lista de menús de administración

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu updated successfully
es: Menú de Administrador actualizado correctamente

# OrchardCore.AdminMenu.Controllers.MenuController
source: Can't find the admin menu.
es: No se puede encontrar el menú de administración.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu deleted successfully
es: Menú de Administrador eliminado correctamente

# OrchardCore.AdminMenu.Controllers.MenuController
source: Can't delete the admin menu.
es: No se puede eliminar el menú de administración.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu toggled successfully
es: Menú de Administrador intercambiado correctamente

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node added successfully
es: Nodo de Administrador actualizado correctamente

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node updated successfully
es: Nodo de Administrador actualizado correctamente

# OrchardCore.AdminMenu.Controllers.NodeController
source: The admin node has validation errors
es: El nodo de Administrador tiene errores de validación

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node deleted successfully
es: Nodo de Administrador eliminado correctamente

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node toggled successfully
es: Nodo de Administrador intercambiado correctamente

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Toggle
es: Mostrar/Ocultar

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Disable
es: Desactivar

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Enable
es: Activar

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Delete
es: Eliminar

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Can't show the item of type: {0}. Maybe a required module has been disabled?
es: No se puede mostrar el elemento de tipo: {0}. ¿Quizás haya sido desactivado un módulo requerido?

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Edit
es: Editar

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Toggle Dropdown
es: Conmutar Lista Desplegable

# OrchardCore.AdminMenu.Views.MenuItem.TreeThumbnail
source: Add
es: Agregar

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Edit
source: Admin Menus
es: Menús del Administrador

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Summary
source: Admin Menus
es: Menús del Administrador

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Summary
source: Adds all admin menus to the plan.
es: Agregar al plan todos los menús del Administrador.

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Thumbnail
source: Admin Menus
es: Administrar Menús

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Thumbnail
source: Exports all the admin Menus.
es: Exporta todos los menús del Administrador.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link
es: Enlace

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link Text
es: Texto del enlace

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The Link Text as it will be shown in the tree.
es: El texto del enlace tal como se mostrará en el menú.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link Url
es: Enlace de la Dirección del Recurso en Internet

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The url of the link. A link will be shown only if it or one of their children have a url. The url will be relative to the root of the admin site
es: El Enlace de la Dirección del Recurso en Internet. El enlace sólo se mostrará si tiene al menos un descendiente con una Dirección de Internet. La Dirección del Recurso de Internet será relativa a la raíz del Administrador

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Icon
es: Icono

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Pick
es: Seleccionar

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Select an icon to display when this link is a first level menu item.
es: Seleccione un icono a mostrar cuando el enlace es un item de menú de primer nivel.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Pick an icon
es: Seleccione un icono

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeSummary
source: Link
es: Enlace

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeThumbnail
source: Link Admin Node
es: Enlazar Nodo de Administrador

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeThumbnail
source: Adds a link with a text and a url.
es: Agregar un enlace con un texto y una Dirección de Recurso en Internet.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Placeholder
es: Contenedor

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Link Text
es: Texto del enlace

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: The text of the menu item as it will be shown in the tree.
es: El texto del ítem de menú tal como aparecerá en árbol.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Icon
es: Icono

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Pick
es: Seleccionar

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Select an icon to display when this menu item is at the first level.
es: Seleccione un icono a mostrar cuando el ítem de menú es de primer nivel.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Pick an icon
es: Seleccione un icono

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeSummary
source: Placeholder
es: Contenedor

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeThumbnail
source: Placeholder Admin Node
es: Contenedor Nodo Administrador

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeThumbnail
source: Adds a menu item that acts as a container for others.
es: Agrega un elemento de menú que actúa como contenedor para otros.

# OrchardCore.AdminMenu.Views.Menu.Create
source: Create Admin Menu {0}
es: Crear Menú de Admin {0}

# OrchardCore.AdminMenu.Views.Menu.Create
source: Name
es: Nombre

# OrchardCore.AdminMenu.Views.Menu.Create
source: The name is required
es: El nombre es obligatorio

# OrchardCore.AdminMenu.Views.Menu.Create
source: Create
es: Crear

# OrchardCore.AdminMenu.Views.Menu.Create
source: Cancel
es: Cancelar

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Edit Admin Menu: {0}
es: Editar Menú de Administrador: {0}

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Name
es: Nombre

# OrchardCore.AdminMenu.Views.Menu.Edit
source: The name is required
es: El nombre es obligatorio

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Save
es: Guardar

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Edit Admin Nodes
es: Editar Nodos del Administrador

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Cancel
es: Cancelar

# OrchardCore.AdminMenu.Views.Menu.List
source: Admin Menus
es: Menús del Administrador

# OrchardCore.AdminMenu.Views.Menu.List
source: Add Admin Menu
es: Agregar Menú del Administrador

# OrchardCore.AdminMenu.Views.Menu.List
source: Filter
es: Filtro

# OrchardCore.AdminMenu.Views.Menu.List
source: Search
es: Buscar

# OrchardCore.AdminMenu.Views.Menu.List
source: Edit Nodes
es: Editar Nodos

# OrchardCore.AdminMenu.Views.Menu.List
source: Edit
es: Editar

# OrchardCore.AdminMenu.Views.Menu.List
source: Delete
es: Eliminar

# OrchardCore.AdminMenu.Views.Menu.List
source: Toggle Dropdown
es: Conmutar Lista Desplegable

# OrchardCore.AdminMenu.Views.Menu.List
source: Disable
es: Desactivar

# OrchardCore.AdminMenu.Views.Menu.List
source: Enable
es: Activar

# OrchardCore.AdminMenu.Views.Menu.List
source: <strong>Nothing here!</strong> Your search returned no results.
es: ¡<strong>Nada aquí!</strong> ¡Tu búsqueda no ha devuelto resultados.

# OrchardCore.AdminMenu.Views.Node.Create
source: Create Node
es: Crear Nodo

# OrchardCore.AdminMenu.Views.Node.Create
source: Create
es: Crear

# OrchardCore.AdminMenu.Views.Node.Create
source: Cancel
es: Cancelar

# OrchardCore.AdminMenu.Views.Node.Edit
source: Edit Node
es: Editar Nodo

# OrchardCore.AdminMenu.Views.Node.Edit
source: Selection Priority
es: Selección de Prioridad

# OrchardCore.AdminMenu.Views.Node.Edit
source: The priority of this link to be displayed as active instead of another one when both are pointing to the same url. The link with the highest value has the active status in the navigation.
es: La prioridad que tiene este enlace para ser mostrado como activo en lugar de otro cuando ambos apuntan a la misma Dirección de Recursos en Internet. El enlace con mayor prioridad tendrá el estado de activo en la navegación.

# OrchardCore.AdminMenu.Views.Node.Edit
source: Position Order
es: Orden de Posición

# OrchardCore.AdminMenu.Views.Node.Edit
source: The position order of this link in the admin menu.
es: El orden de posición de este enlace en el menú de Administrador.

# OrchardCore.AdminMenu.Views.Node.Edit
source: Save
es: Guardar

# OrchardCore.AdminMenu.Views.Node.Edit
source: Delete
es: Eliminar

# OrchardCore.AdminMenu.Views.Node.Edit
source: Cancel
es: Cancelar

# OrchardCore.AdminMenu.Views.Node.List
source: Edit Nodes for '{0}'
es: Editar los Nodos de '{0}'

# OrchardCore.AdminMenu.Views.Node.List
source: Add Node
es: Agregar Nodo

# OrchardCore.AdminMenu.Views.Node.List
source: <strong>Nothing here!</strong> There are no nodes on this tree for the moment.
es: <strong>¡Aquí no hay nada!</strong> No hay ningún nodo en este menú por el momento.

# OrchardCore.AdminMenu.Views.Node.List
source: Back
es: Regresar

# OrchardCore.AdminMenu.Views.Node.List
source: Available Admin Nodes
es: Nodos de Administrador Disponibles

# OrchardCore.AdminMenu.Views.Node.List
source: Cancel
es: Cancelar

# OrchardCore.AdminMenu.Views.Node.List
source: There was an error when moving the tree node.
es: Ha ocurrido un error al mover el nodo de árbol.
