Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.ReCaptcha.po
Languages: cs, de, el, it, vi

# OrchardCore.ReCaptcha.AdminMenu
source: Security
de: Sicherheit
el: Ασφάλεια
it: Sicurezza
vi: Bảo mật

# OrchardCore.ReCaptcha.AdminMenu
source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
it: Impostazioni
vi: Cài đặt

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validate ReCaptcha Task
de: ReCaptcha Task validieren
el: Επαλήθευση της εργασίας ReCaptcha
it: Task validazione ReCaptcha
vi: Tác vụ Xác thực ReCaptcha

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validation
cs: Validace
de: Validierung
el: Επικύρωση
it: Validazione
vi: Xác nhận

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Done
cs: Hotovo
de: Erledigt
el: Τέλος
it: Fatto
vi: Xong

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Valid
cs: Platné
de: Gültig
el: Έγκυρο
it: Valido
vi: Hợp lệ

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Invalid
cs: Neplatné
de: Ungültig
el: Μη έγκυρο
it: Non valido
vi: Không hợp lệ

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Captcha validation failed. Try again.
cs: Ověření kód se nezdařilo. Zkuste to znovu.
de: Captcha Validierung fehlgeschlagen. Versuche es erneut.
el: Η επικύρωση Captcha απέτυχε. Προσπάθησε ξανά.
it: Convalida Captcha non riuscita. Riprova.
vi: Xác minh captcha thất bại. Vui lòng thử lại.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
cs: Po uložení změn bude tento web restartován.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Site Key
cs: Klíč stránky
de: Site-Schlüssel
it: Chiave sito

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Site Key.
cs: Vaš klíč stránky v Google reCaptcha.
de: Der reCaptcha Site Key von Google.
el: Το κλειδί ιστότοπου reCaptcha της Google.
it: Chiave del sito reCaptcha di Google.
vi: Khóa trang web reCaptcha của bạn.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Secret Key
de: Geheimer Schlüssel
el: Μυστικό Κλειδί
it: Chiave segreta
vi: Khóa Bí mật

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Secret Key.
cs: Vaš tajný klíč v Google reCaptcha.
de: Der reCaptcha Geheimschlüssel von Google.
el: Το μυστικό κλειδί reCaptcha της Google.
it: Chiave segreta reCaptcha di Google.
vi: Khóa bí mật reCaptcha của bạn.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Get your reCaptcha at
cs: Aktivujte reCaptcha na
de: Hol dir dein reCaptcha bei
el: Πάρτε το reCaptcha σας στο
it: Ottieni il tuo reCaptcha su
vi: Nhận reCaptcha của bạn tại

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart
source: ReCaptcha settings are not configured.
cs: reCaptcha není nakonfigurována.
de: ReCaptcha-Einstellungen sind nicht konfiguriert.
el: Οι ρυθμίσεις του ReCaptcha δεν έχουν ρυθμιστεί.
it: Le impostazioni del ReCaptcha non sono configurate.
vi: Cài đặt ReCaptcha chưa được cấu hình.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are configured.
de: <a {0}>ReCaptcha-Einstellungen</a> sind konfiguriert.
el: <a {0}>Οι ρυθμίσεις ReCaptcha</a> έχουν ρυθμιστεί.
it: <a {0}>Le impostazioni di ReCaptcha</a> sono configurate.
vi: <a {0}>Cài đặt ReCaptcha</a> đã thiết lập.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are not configured. The captcha will not be displayed.
de: <a {0}>ReCaptcha-Einstellungen</a> sind nicht konfiguriert. Captcha wird nicht angezeigt.
el: <a {0}>Οι ρυθμίσεις ReCaptcha</a> δεν έχουν ρυθμιστεί. Το captcha δεν θα εμφανιστεί.
it: <a {0}>Le impostazioni ReCaptcha</a> non sono configurate. Il captcha non verrà visualizzato.
vi: <a {0}>Cài đặt ReCaptcha</a> không được cấu hình. Các hình ảnh xác thực sẽ không được hiển thị.

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Design
source: Validate ReCaptcha
cs: Ověřit reCaptcha
de: ReCaptcha validieren
el: Επικυρώστε το ReCaptcha
it: Validazione ReCaptcha
vi: Xác thực ReCaptcha

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validate ReCaptcha
cs: Ověřit reCaptcha
de: ReCaptcha validieren
el: Επικυρώστε το ReCaptcha
it: Validazione ReCaptcha
vi: Xác thực ReCaptcha

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validates the recaptcha token for the current HTTP context in which the workflow executes.
cs: Ověří reCaptcha token pro aktuální HTTP kontext, ve kterém běží workflow.
de: Validiert den reCaptcha-Token für den aktuellen HTTP-Kontext, in dem der Workflow ausführt.
el: Επικυρώνει το αναγνωριστικό recaptcha για το τρέχον πλαίσιο HTTP στο οποίο εκτελείται η ροή εργασιών.
it: Convalida il token di recaptcha per il contesto HTTP attuale in cui il flusso di lavoro viene eseguito.
vi: Xác thực recaptcha token cho ngữ cảnh HTTP hiện tại trong quy trình thực thi.
