Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Forms.po
Languages: de

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Add Model Validation Error Task
de: Modell-Validierungs-Fehler-Aufgabe hinzufügen

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Validation
de: Validierung

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Done
de: Erledigt

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Bind Model State Task
de: ModelState-Aufgabe binden

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Validation
de: Validierung

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Done
de: Erledigt

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Validate Antiforgery Token Task
de: Antiforgery-Token-Task validieren

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Validation
de: Validierung

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Done
de: Erledigt

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Valid
de: Gültig

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Invalid
de: Ungültig

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Validate Form Field Task
de: Formularfeld-Aufgabe validieren

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Validation
de: Validierung

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Done
de: Erledigt

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Valid
de: Gültig

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Invalid
de: Ungültig

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Validate Form Task
de: Formularfeld-Aufgabe validieren

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Validation
de: Validierung

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Valid
de: Gültig

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Invalid
de: Ungültig

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Design
source: Add Form Validation Error
de: Formularvalidierungsfehler hinzufügen

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: Key
de: Schlüssel

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: The name of the form field that has an invalid value.
de: Der Name des Formularfeldes, das einen ungültigen Wert hat.

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: Error Message
de: Fehlermeldung

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: The validation error message to display.
de: Die anzuzeigende Validierungsfehlermeldung.

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Thumbnail
source: Add Form Validation Error
de: Formularvalidierungsfehler hinzufügen

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Thumbnail
source: Adds a validation error to the model state.
de: Fügt dem ModelState einen Validierungsfehler hinzu.

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Design
source: Bind Form Model State
de: Form ModelState binden

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Thumbnail
source: Bind Form to Model State
de: Form an ModelState binden

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Thumbnail
source: Binds submitted form fields to the model state.
de: Bindet übermittelte Formularfelder an den ModelState.

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: The text to display on the button.
de: Text, der auf der Schaltfläche angezeigt wird.

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: Type
de: Typ

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: The button type.
de: Der Typ der Schaltfläche.

# OrchardCore.Forms.Views.Items.FormElementPart.Fields.Edit
source: The ID to render on this form element.
de: Die ID, die auf diesem Formularelement dargestellt werden soll.

# OrchardCore.Forms.Views.Items.FormInputElementPart.Fields.Edit
source: The name to render on this form element.
de: Der zu rendernde Name dieses Formularelements.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Action
de: Aktion

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The URL to submit the form to.
de: Die URL, an die das Formular gesendet werden soll.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Method
de: Methode

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The HTTP method to use when submitting the form.
de: Die HTTP-Methode, die beim Absenden des Formulars verwendet wird.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The enctype to use when submitting the form using POST method.
de: Der zu verwendende Enctype beim Absenden des Formulars mittels POST-Methode.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Check to generate an Anti Forgery Token in the form.
de: Aktivieren, um einen Anti Forgery Token im Formular zu generieren.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Type
de: Typ

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Number
de: Nummer

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Phone
de: Telefon

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Date
de: Datum

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Time
de: Zeit

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: DateTime
de: Datum/Zeit

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Local DateTime
de: Lokales Datum mit Zeit

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Month
de: Monat

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Week
de: Woche

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Hidden
de: Ausgeblendet

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Password
de: Passwort

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Checkbox
de: Auswahlfeld (Checkbox)

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Color
de: Farbe

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Range
de: Bereich

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: File
de: Datei

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Image
de: Bild

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Reset
de: Zurücksetzen

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Search
de: Suche

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Submit
de: Absenden

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The button type.
de: Der Typ der Schaltfläche.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Placeholder Text
de: Plathaltertext

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The text to display when the field has no value.
de: Der Text, der angezeigt wird, wenn das Feld keinen Wert hat.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Default Value
de: Standardwert

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The default value for this field.
de: Standardwert für dieses Feld.

# OrchardCore.Forms.Views.Items.LabelPart.Fields.Edit
source: For
de: Für

# OrchardCore.Forms.Views.Items.LabelPart.Fields.Edit
source: The ID of the form element to associate with this label.
de: Die ID des Formularelements, das mit diesem Label verknüpft werden soll.

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: Placeholder Text
de: Plathaltertext

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: The text to display when the textarea has no value.
de: Der Text, der angezeigt wird, wenn das Feld keinen Wert hat.

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: Default Value
de: Standardwert

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: The default value for this textarea.
de: Der Standardwert für diesen Textbereich.

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Design
source: Validate Antiforgery Token
de: AntiForgery-Token validieren

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Thumbnail
source: Validate Antiforgery Token
de: AntiForgery-Token validieren

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Thumbnail
source: Validates the antiforgery token for the current HTTP context in which the workflow executes.
de: Validiert das AntiForgery-Token für den aktuellen HTTP-Kontext, in dem der Workflow ausgeführt wird.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Design
source: Validate Form Field
de: Formularfeld validieren

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Design
source: Validate <em>{0}</em>
de: <em>{0}</em> validieren

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: Field Name
de: Feldname

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: The name of the form field to validate.
de: Der Name des zu validierenden Formularfeldes.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: Error Message
de: Fehlermeldung

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: The validation error message to display.
de: Die anzuzeigende Validierungsfehlermeldung.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Thumbnail
source: Validate Form Field
de: Formularfeld validieren

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Thumbnail
source: Validates a specific form field.
de: Validiert ein bestimmtes Formularfeld.

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Design
source: Validate Form
de: Formularfeld validieren

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Thumbnail
source: Validate Form
de: Formularfeld validieren

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Thumbnail
source: Checks whether the submitted form contains any validation errors.
de: Prüft, ob das übermittelte Formular irgendwelche Validierungsfehler enthält.

# OrchardCore.Forms.Views.Items.ValidationPart.Fields.Edit
source: For
de: Für

# OrchardCore.Forms.Views.Items.ValidationPart.Fields.Edit
source: The field name that this validation is for.
de: Der Feldname, für den diese Validierung gedacht ist.

# OrchardCore.Forms.Views.Items.ValidationSummaryPart.Fields.Edit
source: Displays a list of validation errors.
de: Zeigt eine Liste von Validierungsfehlern.
