Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Setup.po
Languages: ru, vi

# OrchardCore.Setup.Controllers.SetupController
source: The connection string is mandatory for this provider.
ru: Строка подключения обязательна для этого провайдера.
vi: Chuỗi kết nối là bắt buộc.

# OrchardCore.Setup.Controllers.SetupController
source: The password is required.
ru: Пароль является обязательным.
vi: Yêu cầu nhập mật khẩu.

# OrchardCore.Setup.Controllers.SetupController
source: The password confirmation doesn't match the password.
ru: Подтверждение пароля не совпадает с паролем.
vi: Xác nhận mật khẩu không khớp với mật khẩu.

# OrchardCore.Setup.Controllers.SetupController
source: Invalid recipe.
ru: Недействительный рецепт.
vi: Công thức không hợp lệ.

# OrchardCore.Setup.Controllers.SetupController
source: Invalid email.
ru: Неверный адрес эл. почты.
vi: Email không hợp lệ.

# OrchardCore.Setup.Views._Layout
source: Orchard Setup
vi: Cài đặt Orchard

# OrchardCore.Setup.Views._Layout
source: Change language
ru: Сменить язык
vi: Thay đổi ngôn ngữ

# OrchardCore.Setup.Views.Setup.Index
source: one non-alphanumeric
ru: один не буквенно-цифровой
vi: một ký tự đặc biệt

# OrchardCore.Setup.Views.Setup.Index
source: one uppercase
ru: один верхний регистр
vi: một chữ hoa

# OrchardCore.Setup.Views.Setup.Index
source: one lowercase
ru: один строчный регистр
vi: một chữ thường

# OrchardCore.Setup.Views.Setup.Index
source: one digit
ru: одна цифра
vi: một chữ số

# OrchardCore.Setup.Views.Setup.Index
source: and
ru: и
vi: và

# OrchardCore.Setup.Views.Setup.Index
source: {0} characters in total
ru: {0} символов в общей сложности
vi: {0} ký tự trong tổng số

# OrchardCore.Setup.Views.Setup.Index
source: , with {0} unique characters
ru: , с уникальными символами {0}
vi: , với các ký tự duy nhất {0}

# OrchardCore.Setup.Views.Setup.Index
source: Password must have at least {0}.
ru: Пароль должен содержать как минимум {0} символов.
vi: Mật khẩu phải có ít nhất {0} kí tự.

# OrchardCore.Setup.Views.Setup.Index
source: Setup
ru: Установка
vi: Cài đặt

# OrchardCore.Setup.Views.Setup.Index
source: Please answer a few questions to configure your site.
ru: Пожалуйста, ответьте на несколько вопросов, чтобы настроить свой сайт.
vi: Hãy trả lời một số câu hỏi để cấu hình trang web của bạn.

# OrchardCore.Setup.Views.Setup.Index
source: No recipes available.
ru: Нет доступных рецептов.
vi: Không có công thức có sẵn.

# OrchardCore.Setup.Views.Setup.Index
source: It is not possible to set up a site without a recipe.
ru: Невозможно настроить сайт без рецепта.
vi: Không thể thiết lập một trang web mà không có công thức.

# OrchardCore.Setup.Views.Setup.Index
source: What is the name of your site?
ru: Как называется ваш сайт?
vi: Tên trang web của bạn là gì?

# OrchardCore.Setup.Views.Setup.Index
source: The site name is required.
ru: Требуется имя сайта.
vi: Tên trang web bắt buộc phải có.

# OrchardCore.Setup.Views.Setup.Index
source: This is used as the default title of your pages.
ru: Это используется как заголовок по умолчанию для ваших страниц.
vi: Phần này được dùng để làm tiêu đề mặc định cho các trang của bạn.

# OrchardCore.Setup.Views.Setup.Index
source: Recipe
ru: Рецепт
vi: Công thức

# OrchardCore.Setup.Views.Setup.Index
source: No Recipes Available
ru: Нет доступных рецептов
vi: Không có Công thức Có sẵn

# OrchardCore.Setup.Views.Setup.Index
source: Recipes allow you to setup your site with additional pre-configured options, features and settings out of the box.
ru: Рецепты позволяют вам настроить ваш сайт с дополнительными заранее настроенными опциями, функциями и настройками из коробки.
vi: Công thức cho phép bạn thiết lập trang web của mình với các tùy chọn, tính năng và cài đặt được cấu hình sẵn.

# OrchardCore.Setup.Views.Setup.Index
source: Default Time Zone
ru: Часовой пояс по умолчанию
vi: Múi giờ Mặc định

# OrchardCore.Setup.Views.Setup.Index
source: Determines the default time zone used when displaying and editing dates and times.
ru: Определяет часовой пояс по умолчанию, используемый при отображении и редактировании дат и времени.
vi: Xác định múi giờ mặc định được dùng khi hiển thị và chỉnh sửa ngày tháng và thời gian.

# OrchardCore.Setup.Views.Setup.Index
source: Database
ru: База данных
vi: Cơ sở dữ liệu

# OrchardCore.Setup.Views.Setup.Index
source: The database is used to store the site's configuration and its contents. You can specify a custom table prefix if you intend to reuse the same database for multiple sites.
ru: База данных используется для хранения конфигурации сайта и его содержимого. Вы можете указать префикс пользовательской таблицы, если вы собираетесь повторно использовать одну и ту же базу данных для нескольких сайтов.
vi: Cơ sở dữ liệu được sử dụng để lưu trữ cấu hình và nội dung website. Bạn có thể cung cấp một tiền tố cho các bảng nếu bạn có ý định sử dụng cơ sở dữ liệu này cho nhiều website.

# OrchardCore.Setup.Views.Setup.Index
source: What type of database to use?
ru: Какой тип базы данных использовать?
vi: Sử dụng loại cơ sở dữ liệu nào?

# OrchardCore.Setup.Views.Setup.Index
source: The connection string to your database instance. e.g., {0}
ru: Строка подключения к экземпляру базы данных. например, {0}
vi: Chuỗi kết nối đến cơ sở dữ liệu của bạn. ví dụ., {0}

# OrchardCore.Setup.Views.Setup.Index
source: Table Prefix
ru: Префикс таблиц
vi: Tiền tố của Bảng

# OrchardCore.Setup.Views.Setup.Index
source: Connection string
ru: Строка подключения
vi: Chuỗi kết nối

# OrchardCore.Setup.Views.Setup.Index
source: Show/hide connection string
ru: Показать/скрыть строку подключения
vi: Hiện/ẩn chuỗi kết nối

# OrchardCore.Setup.Views.Setup.Index
source: Super User
ru: Суперпользователь
vi: Super User - Người dùng có quyền cao nhất

# OrchardCore.Setup.Views.Setup.Index
source: The super user has all the rights. It should be used only during Setup and for disaster recovery.
ru: Супер пользователь имеет все права. Его следует использовать только во время установки и для аварийного восстановления.
vi: Super User có tất cả các quyền. Nó chỉ được sử dụng trong quá trình Thiết lập và khắc phục thảm họa.

# OrchardCore.Setup.Views.Setup.Index
source: User name
ru: Имя пользователя
vi: Tên đăng nhập

# OrchardCore.Setup.Views.Setup.Index
source: The user name is required.
ru: Имя пользователя обязательно.
vi: Yêu cầu tên đăng nhập.

# OrchardCore.Setup.Views.Setup.Index
source: The email is invalid.
ru: Неправильный адрес электронной почты.
vi: Email không hợp lệ.

# OrchardCore.Setup.Views.Setup.Index
source: Password
ru: Пароль
vi: Mật khẩu

# OrchardCore.Setup.Views.Setup.Index
source: Password strength
ru: Надежность пароля
vi: Độ mạnh của mật khẩu

# OrchardCore.Setup.Views.Setup.Index
source: Password Confirmation
ru: Подтверждение пароля
vi: Xác nhận lại mật khẩu

# OrchardCore.Setup.Views.Setup.Index
source: Finish Setup
ru: Завершить установку
vi: Hoàn thành cài đặt
