Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Demo.po
Languages: ar, de, ru

# OrchardCore.Demo.AdminMenu
source: Demo
ar: عرض تجريبي
ru: Демо

# OrchardCore.Demo.AdminMenu
source: This Menu Item 1
ar: عنصر قائمة 1
de: Dieses Menü Element 1
ru: Пункт меню 1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.1
ar: عنصر قائمة 1.1
de: Das ist Menüpunkt 1.1
ru: Пункт меню 1.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.2
ar: عنصر قائمة 1.2
de: Das ist Menüpunkt 1.2
ru: Пункт меню 1.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 2
ar: عنصر قائمة 2
de: Dieses Menü Element 2
ru: Пункт меню 2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.1
ar: عنصر قائمة 2.1
de: Das ist Menüpunkt 2.1
ru: Пункт меню 2.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.2
ar: عنصر قائمة 2.2
de: Das ist Menüpunkt 2.2
ru: Пункт меню 2.2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.2
ar: عنصر قائمة 3.2
de: Das ist Menüpunkt 3.2
ru: Пункт меню 3.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 3
ar: عنصر قائمة 3
de: Dieses Menü Element 3
ru: Пункт меню 3

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.1
ar: عنصر قائمة 3.1
de: Das ist Menüpunkt 3.1
ru: Пункт меню 3.1

# OrchardCore.Demo.Views.NavigationItemText-demo.Id
source: Demo
ar: عرض تجريبي
ru: Демо

# OrchardCore.Demo.Views.UserProfile.Edit
source: Age
ar: العمر
de: Alter
ru: Возраст

# OrchardCore.Demo.Views.Content.Edit
source: Edit {0}
ar: تحرير {0}
de: {0} bearbeiten
ru: Редактировать {0}

# OrchardCore.Demo.Views.UserProfile.Edit
source: First Name
de: Vorname

# OrchardCore.Demo.Views.UserProfile.Edit
source: Last Name
de: Nachname
