Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Lists.po
Languages: ar, el

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the list part of the content item
ar: جزء القائمة الخاص بعنصر المحتوى
el: το τμήμα της λίστας του στοιχείου περιεχομένου

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the content item id of the parent list of the content item to filter
ar: التصفية برقم معرف (ID) عنصر المحتوى بالقائمة الأصل
el: το id του στοιχείου περιεχομένου της γονικής λίστας του στοιχείου περιεχομένου για φιλτράρισμα

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: Represents a link to the parent content item, and the order that content item is represented.
ar: عرض الرابط لعنصر المحتوى الأصل، والترتيب التسلسلي الخاص به.
el: Αντιπροσωπεύει μια σύνδεση με το γονικό στοιχείο περιεχομένου και τη σειρά που αντιπροσωπεύει το στοιχείο περιεχομένου.

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: Represents a collection of content items.
ar: عرض تشكيلة من عناصر المحتوى.
el: Αντιπροσωπεύει μια συλλογή στοιχείων περιεχομένου.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
ar: التدوينة المحددة عير موجودة.
el: Το συγκεκριμένο Blog Post δεν υπάρχει πια. Δημιουργήστε ένα νέο Blog Post.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: Not authorized to delete this content
ar: غير مصرح لك بحذف هذا المحتوى
el: Δεν επιτρέπεται να διαγράψετε αυτό το περιεχόμενο

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The username or e-mail or password provided is incorrect.
ar: اسم المستخدم أو البريد الإلكتروني أو كلمة المرور غير صحيحة.
el: Το όνομα χρήστη ή το e-mail ή ο κωδικός πρόσβασης που παρέχονται είναι λανθασμένα.

# OrchardCore.Lists.Settings.ListPartSettingsDisplayDriver
source: At least one content type must be selected.
ar: لا بد من اختيار نوع محتوى واحد على الأقل.
el: Πρέπει να επιλεγεί τουλάχιστον ένας τύπος περιεχομένου.

# OrchardCore.Lists.Views.ListPart
source: The list is empty
ar: القائمة فارغه
el: Η λίστα είναι κενή

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Please specify at least one contained content type.
ar: الرجاء تحديد نوع محتوى ضمني واحد على الأقل.
el: Προσδιορίστε τουλάχιστον έναν τύπο περιεχομένου.

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Create {0}
ar: إنشاء {0}
el: Δημιουργία {0}

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Create
ar: إنشاء
el: Δημιουργία

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: The list is empty.
ar: القائمة فارغه.
el: Η λίστα είναι κενή.

# OrchardCore.Lists.Views.ListPart.DisplayOption
source: Standard
el: Καθιερωμένο

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed proxy Url
ar: رابط التغذية الخاص بالوكيل
el: Ροή proxy Url

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Provide a custom public url which will be used to proxy the local rss feed.
ar: قم بتوفير عنوان مخصص عام ليستخدم كتغذية للـ rss.
el: Παρέχει μια προσαρμοσμένη δημόσια διεύθυνση url, η οποία θα χρησιμοποιηθεί για την εξουσιοδότηση της τοπικής ροής rss.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The current feed is available at <a href="{0}">{0}</a>.
ar: يتوفر التغذية الحالية <a href="{0}">{0}</a>.
el: Η τρέχουσα ροή είναι διαθέσιμη στο <a href="{0}">{0}</a>.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed items count
ar: عدد عناصر التغذية
el: Αριθμός στοιχείων ροής

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The number of elements to display in the feed.
ar: عدد العناصر التي سيتم عرضها في التغذية.
el: Ο αριθμός των στοιχείων που θα εμφανίζονται στη ροή.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Page Size
ar: حجم الصفحة
el: Μέγεθος Σελίδας

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The number of items to display per page.
ar: عدد العناصر التي سيتم عرضها في كل صفحة.
el: Ο αριθμός των στοιχείων που θα εμφανίζονται ανά σελίδα.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Enable Ordering
el: Ενεργοποίηση Ταξινόμησης

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Contained Content Types
ar: أنواع محتوى ضمنية
el: Περιεχόμενα είδη περιεχομένου

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The content types that this list can contain, e.g. Blog Post for a Blog.
ar: أنواع المحتوى التي يمكن أن تحويها هذه القائمة، على سبيل المثال: تدوينة لمدونة.
el: Οι τύποι περιεχομένου που μπορεί να περιέχει αυτή η λίστα, π.χ. Blog Post για ένα Blog.

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Lists
ar: القوائم
el: Λίστες

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the content items
ar: أيقونة لعناصر المحتوى
el: Εικονίδιο για τα στοιχεία περιεχομένου

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon
ar: أيقونة
el: Εικονίδιο

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Add parent menu item
ar: أضف عنصر أصل للقائمة
el: Προσθήκη στοιχείου μενού γονέα

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the parent menu item
ar: أيقونة للعنصر الأصل بالقائمة
el: Εικονίδιο για το γονικό στοιχείο μενού

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Pick an icon
ar: اختر أيقونة
el: Διάλεξε εικονίδιο

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeSummary
source: Lists
ar: القوائم
el: Λίστες

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Lists
ar: القوائم
el: Λίστες

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Adds links for list content items
ar: إضافة روابط لعناصر محتوى القائمة
el: Προσθέτει συνδέσμους για στοιχεία περιεχομένου λίστας
