Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.CustomSettings.po
Languages: fa

# OrchardCore.CustomSettings.AdminMenu
source: Configuration
fa: پیکربندی

# OrchardCore.CustomSettings.AdminMenu
source: Settings
fa: تنظیمات

# OrchardCore.CustomSettings.Views.Items.CustomSettingsDeploymentStep.Fields.Edit
source: Custom Settings
fa: تنظیمات سفارشی‌سازی شده

# OrchardCore.CustomSettings.Views.Items.CustomSettingsDeploymentStep.Fields.Edit
source: Include all custom settings.
fa: تمامی تنظیمات سفارشی‌سازی شده را شامل شود.

# OrchardCore.CustomSettings.Views.Items.CustomSettingsDeploymentStep.Fields.Edit
source: The custom settings to add as part of the plan.
fa: تنظیمات سفارشی‌سازی شده‌ای که می خواهید به برنامه استقرار اضافه شود.

source: Custom Settings
fa: تنظیمات سفارشی‌سازی شده

source: All
fa: همه

source: No custom settings selected.
fa: هیچ تنظیمات سفارشی‌‌سازی شده‌ای انتخاب نشده است.

source: Custom Settings
fa: تنظیمات سفارشی‌سازی شده

source: Exports all or specified custom settings.
fa: از همه‌ یا یکی از تنظیمات سفارشی‌سازی شده خروجی می‌گیرد.
