Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.ContentLocalization.po
Languages: de, el, pl, pt_br, sv, vi

# OrchardCore.ContentLocalization.AdminMenu
source: Configuration
de: Konfiguration
el: Παραμετροποίηση
pl: Konfiguracja
pt_br: Configuração
sv: Konfiguration
vi: Cấu hình

# OrchardCore.ContentLocalization.AdminMenu
source: Settings
de: Einstellungen
el: Ρυθμίσεις
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
vi: Cài đặt

# OrchardCore.ContentLocalization.AdminMenu
source: Content Culture Picker
de: Ländereinstellung des Inhalts
el: Περιεχόμενο Συλλέκτη Κουλτούρας
pl: Wybór Kultury Treści
pt_br: Seletor de Idioma
sv: Innehållskulturväljare
vi: Chọn Ngôn ngữ Nội dung

# OrchardCore.ContentLocalization.Controllers.AdminController
source: A localization already exist for '{0}'
de: Eine Lokalisierung existiert bereits für '{0}'
el: Το localization υπάρχει ήδη για το '{0}'
pl: Lokalizacja już istnieje dla '{0}'
pt_br: Uma configuração de idioma já existe para '{0}'
sv: En lokalisering finns redan för '{0}'
vi: Đã bản địa hóa cho '{0}'

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Successfully created localized version of the content.
de: Lokalisierte Version des Inhalts erfolgreich erstellt.
el: Δημιουργήθηκε με επιτυχία η localized έκδοση του περιεχομένου.
pl: Pomyślnie utworzono zlokalizowaną wersję zawartości.
pt_br: Versão do conteúdo localizada com sucesso.
sv: Skapade en lokaliserad version av innehållet.
vi: Tạo thành công phiên bản bản địa của nội dung.

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Could not create localized version of the content item
de: Konnte lokalisierte Version des Inhalts nicht erstellen
el: Δεν ήταν δυνατή η δημιουργία μιας localized έκδοσης του περιεχομένου
pl: Nie można utworzyć zlokalizowanej wersji elementu zawartości
pt_br: Não foi possível criar a versão localizada do item de conteúdo
sv: Kunde inte skapa en lokaliserad version av innehållsobjektet
vi: Không thể tạo phiên bản địa phương của mục nội dung

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the localization part of the content item
de: der Lokalisierungsteil des Inhalts
el: το localization τμήμα του περιεχομένου
pl: lokalizacja części elementu zawartości
pt_br: o componente de idioma do item de conteúdo
sv: lokaliseringsdelen av innehållsobjektet
vi: phần banr địa hóa của mục nội dung

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the culture of the content item to filter
de: die Kultur des zu filternden Inhalts
el: η κουλτούρα του στοιχείου περιεχομένου για φιλτράρισμα
pl: filtrowanie elementów zawartości po kulturze
pt_br: o idioma do item de conteúdo a ser filtrado
sv: kulturen för innehållsobjektet att filtrera
vi: ngôn ngữ của mục nội dung cần lọc

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the localization set of the content item to filter
de: die Lokalisierung des zu filternden Inhalts
pt_br: o conjunto de idiomas do item de conteúdo a ser filtrado
sv: lokaliseringsuppsättningen för innehållsobjektet att filtrera
vi: Bản địa hoá của mục nội dung cần lọc

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: Localization cultures for your content item.
de: Lokalisierungskulturen für Ihr Inhaltselement.
el: Η Localization κουλτούρα για το περιεχομένο.
pl: Lokalizacja kultury dla Twoich elementów zawartości.
pt_br: As configurações de idioma para o seu item de conteúdo.
sv: Lokaliseringskulturer för ditt innehållsobjekt.
vi: Ngôn ngữ bản địa cho mục nội dung của bạn.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The culture for your content item.
de: Die Kultur für Ihr Inhaltselement.
el: Η κουλτούρα για το περιεχομένου σου.
pl: Kultura Twoich elementów zawartości.
pt_br: O idioma para o seu item de conteúdo.
sv: Kulturen för ditt innehållsobjekt.
vi: Ngôn ngữ cho mục nội dung của bạn.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The localization set for your content item.
de: Die Lokalisierung für Ihr Inhaltselement.
el: Το localization που έχει οριστεί για το περιεχόμενό.
pl: Zestaw lokalizacji dla elementu zawartości.
pt_br: O conjunto de idiomas para o seu item de conteúdo.
sv: Lokaliseringsuppsättningen för innehållsobjektet.
vi: Bản địa hóa cho mục nội dung của bạn.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The localizations of the content item.
de: Die Lokalisierung des Inhalts.
pt_br: Os idiomas do item de conteúdo.
sv: Lokaliseringar för innehållsobjektet.
vi: Bản địa hóa cho mục nội dung.

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Set Cookie
de: Cookie setzen
el: Ορίσε το Cookie
pl: Ustaw ciasteczka
pt_br: Utilizar Cookie
sv: Ställ in kaka
vi: Đặt cookie

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Sets the localization cookie when switching cultures using the ContentCulturePicker
de: Legt den Lokalisierungs-Cookie fest, wenn die Kulturen mit dem ContentCulturePicker gewechselt werden
el: Ορίζει το localization cookie κατά την εναλλαγή κουλτούρας χρησιμοποιώντας το ContentCulturePicker
pl: Ustawia ciasteczko lokalizacji podczas przełączania kultur za pomocą ContentCulturePicker
pt_br: Utilizar o cookie quando mudar o idioma utilizando o seletor de idioma
sv: Ställer in lokaliseringskakan när kulturer byts med innehållskulturväljaren
vi: Đặt cookie ngôn ngữ bản địa khi chuyển ngôn ngữ bằng ContentCulturePicker

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Homepage redirect
de: Homepage-Umleitung
el: Ανακατεύθυνση αρχικής σελίδας
pl: Przekierowanie strony głównej
pt_br: Redirecionamento para página inicial
sv: Omdirigera till startsida
vi: Chuyển hướng trang nhất

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Redirects to the homepage of the target culture if the ContentItem of the target culture does not exist.
de: Leitet auf die Homepage der Zielkultur um, wenn das ContentItem der Zielkultur nicht existiert.
el: Ανακατευθύνει στην αρχική σελίδα της στοχευμένης κουλτουρας, εάν δεν υπάρχει το ContentItem της στοχευμένης κουλτουρας.
pl: Przekierowuje na stronę główną kultury docelowej, jeśli element zawartości kultury docelowej nie istnieje.
pt_br: Redirecionar para a página inicial do idioma se o item de conteúdo não existir no idioma selecionado.
sv: Omdirigerar till målkulturens startsida om målkulturens innehåll inte finns.
vi: Chuyển hướng đến trang nhất của ngôn ngữ đích nếu ContentItem của ngôn ngữ đích không tồn tại.

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Current Culture: {1} | {0}
de: Aktuelle Kultur: {1} | {0}
el: Τρέχουσα Κουλτούρα: {1} | {0}
pl: Bieżąca kultura: {1} | {0}
pt_br: Idioma atual: {1} | {0}
sv: Nuvarande kultur: {1} | {0}
vi: Ngôn ngữ Hiện tại: {1} | {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Your site does not have any cultures. Current System culture is {1} | {0}
de: Ihre Website hat keine Kulturen. Aktuelle Systemkultur ist {1} | {0}
el: Ο ιστότοπός σου δεν έχει κάποια κουλτούρα. Η Τρέχουσα κουλτούρα του Συστήματος είναι {1} | {0}
pl: Twoja strona nie ma żadnych kultur. Obecna kultura systemowa to {1} | {0}
pt_br: Seu site não possui nenhum idioma. O idioma atual do sistema é: {1} | {0}
sv: Er webbplats har inga kulturer. Nuvarande systemkultur är {1} | {0}
vi: Trang web của bạn không xác định ngôn ngữ. Ngôn ngữ hệ thống hiện tại là {1} | {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Add or remove supported cultures for the site
de: Unterstützte Kulturen für die Website hinzufügen oder entfernen
el: Προσθήκη ή κατάργηση υποστηριζόμενων πολιτισμών για τον ιστότοπο
pt_br: Adicionar ou remover idiomas para o site
sv: Lägg till eller ta bort kulturer som stöds för webbplatsen
vi: Thêm hoặc xóa các địa phương hóa được hỗ trợ cho trang web

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Edit {0}
de: {0} bearbeiten
el: Επεξεργασία {0}
pl: Edytuj {0}
pt_br: Editar {0}
sv: Redigera {0}
vi: Sửa {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Create {0}
de: {0} erstellen
el: Δημιουργία {0}
pl: Utwórz {0}
pt_br: Criar {0}
sv: Skapa {0}
vi: Tạo {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Please save your content item before creating localizations
de: Bitte speichern Sie Ihren Inhalt, bevor Sie Lokalisierungen erstellen
el: Παρακαλώ, αποθήκευσε το στοιχείο περιεχομένου πριν δημιουργήσεις τοπικοποίησεις (localizations)
pl: Proszę zapisać swój element przed utworzeniem lokalizacji
pt_br: Por favor, salve seu item de conteúdo antes de criar versões em outros idiomas
sv: Vänliga spara ert innehållsobjekt innan ni skapar lokaliseringar
vi: Vui lòng lưu mục nội dung của bạn trước khi tạo bản địa hóa

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Localizations
de: Lokalisierungen
pl: Lokalizacje
pt_br: Localizações
sv: Lokaliseringar
vi: Bản địa hóa

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Edit {0}
de: {0} bearbeiten
el: Επεξεργασία {0}
pl: Edytuj {0}
pt_br: Editar {0}
sv: Redigera {0}
vi: Sửa {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Create {0}
de: {0} erstellen
el: Δημιουργία {0}
pl: Utwórz {0}
pt_br: Criar {0}
sv: Skapa {0}
vi: Tạo {0}
