Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Themes.po
Languages: de, sv

# OrchardCore.Themes.Controllers.AdminController
source: {0} was enabled
de: {0} wurden aktiviert
sv: {0} aktiverades

# OrchardCore.Themes.Controllers.AdminController
source: {0} was set as the default {1} theme
de: {0} wurde als Standard {1} Theme gesetzt
sv: {0} sattes som standard {1}tema

# OrchardCore.Themes.Controllers.AdminController
source: The Site theme was reset.
de: Das Seitenthema wurde zurückgesetzt.
sv: Webbplatsens tema har återställts.

# OrchardCore.Themes.Controllers.AdminController
source: The Admin theme was reset.
de: Das Admin-Theme wurde zurückgesetzt.
sv: Administratörstema har återställts.

# OrchardCore.Themes.Controllers.AdminController
source: {0} was disabled
de: {0} wurden deaktiviert
sv: {0} inaktiverades

# OrchardCore.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features disabled.
de: Das Design "{0}" befindet sich bereits im Stapel von Designs, welche zu deaktivierende Funktionen benötigen.

# OrchardCore.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features enabled.
de: Das Design "{0}" befindet sich bereits im Stapel von Designs, welche zu aktivierende Funktionen benötigen.

# OrchardCore.Themes.Services.ThemeService
source: {0} was enabled.
de: {0} wurde aktiviert.
sv: {0} aktiverades.

# OrchardCore.Themes.Services.ThemeService
source: {0} was disabled.
de: {0} wurde deaktiviert.
sv: {0} inaktiverades.

# OrchardCore.Themes.Views.Admin.Index
source: Themes
de: Designs

# OrchardCore.Themes.Views.Admin.Index
source: There are no themes installed.
de: Es sind keine Themes installiert.
sv: Det finns inga teman installerade.

# OrchardCore.Themes.Views.Admin.Index
source: By: {0}
de: Von: {0}
sv: Av: {0}

# OrchardCore.Themes.Views.Admin.Index
source: Tags: {0}
de: Stichwörter: {0}

# OrchardCore.Themes.Views.Admin.Index
source: Make Current
de: Als "aktuell" setzen
sv: Gör aktuell

# OrchardCore.Themes.Views.Admin.Index
source: Disable
de: Deaktivieren
sv: Inaktivera

# OrchardCore.Themes.Views.Admin.Index
source: Enable
de: Aktivieren
sv: Aktivera

# OrchardCore.Themes.Views.Admin.Index
source: This is the current Admin theme
de: Dies ist das aktuelle Administrator-Design
sv: Detta är det aktuella administratörstemat

# OrchardCore.Themes.Views.Admin.Index
source: This is the current Site theme
de: Dies ist das aktuelle Seiten-Design
sv: Detta är det aktuella webbplatstemat

# OrchardCore.Themes.Views.Admin.Index
source: Reset current themes
de: Aktuelle Designs zurücksetzen
sv: Återställ aktuella teman

# OrchardCore.Themes.Views.Admin.Index
source: The following actions reset the themes. It is used for sites that can't use theming.
de: Die folgenden Aktionen setzen die Designs zurück. Dies wird für Seiten verwendet, die keine Designs verwenden können.
sv: Följande åtgärder återställer teman. Den används för webbplatser som inte kan använda teman.

# OrchardCore.Themes.Views.Admin.Index
source: Reset Site Theme
de: Website-Theme zurücksetzen
sv: Återställ webbplatstema

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Site theme?
de: Sind Sie sicher, dass Sie das Seiten-Design zurücksetzen möchten?
sv: Är du säker på att du vill återställa webbplatsens tema?

# OrchardCore.Themes.Views.Admin.Index
source: Reset Admin Theme
de: Admin-Theme zurücksetzen
sv: Återställ administratörstema

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Admin theme?
de: Sind Sie sicher, dass Sie das Admin-Theme zurücksetzen möchten?
sv: Är du säker på att du vill återställa administratörstemat?

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Adds the currently selected site theme and admin theme to the plan.
de: Fügt das aktuell ausgewählte Seiten- und Administrator-Design dem Plan hinzu.
sv: Lägger till det valda webbplatstemat och administratörstemat till planen.

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Exports the currently selected site theme and admin theme.
de: Exportiert das aktuell ausgewählte Seiten- und Administrator-Design.
sv: Exporterar valt tema för webb och administratörssidorna.

# OrchardCore.Themes.AdminMenu
source: Themes
sv: Teman

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Edit
source: Themes
sv: Teman

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Themes
sv: Teman

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Themes
sv: Teman
