Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Title.po
Languages: ar, it

# OrchardCore.Title.Drivers.TitlePartDisplay
source: A value is required for Title.
it: È richiesto un valore per il Titolo.

# OrchardCore.Title.Settings.TitlePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
ar: النمط لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {0}
it: Il modello non contiene un'espressione Liquid valida. Dettagli: {0}

# OrchardCore.Title.Views.TitlePart.DisplayOption
source: Standard
it: Predefinito

# OrchardCore.Title.Views.TitlePart.Edit
source: Title
ar: العنوان
it: Titolo

# OrchardCore.Title.Views.TitlePart.Edit
source: The title of the content item. Set empty to generate it using the pattern.
ar: عنوان عنصر المحتوى, اتركه فارغاً لتوليده بإستخدام النمط.
it: Il titolo dell'elemento contenuto. Lasciarlo vuoto per generarlo utilizzando il modello.

# OrchardCore.Title.Views.TitlePart.Edit
source: The title of the content item. It will be automatically generated.
ar: عنوان العنصر. سيتم توليده تلقائياً.
it: Il titolo dell'elemento di contenuto. Verrà generato automaticamente.

# OrchardCore.Title.Views.TitlePart.Option
source: Standard
it: Predefinito

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Options
ar: خيارات
it: Opzioni

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable
ar: العنوان قابل للتعديل
it: Titolo modificabile

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable and required
it: Il titolo è modificabile e obbligatorio

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is disabled
ar: العنوان تم توليده والمدخل معطل
it: Il titolo verrà generato automaticamente e il campo di input verrà disabilitato

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is hidden
ar: العنوان تم توليده والمدخل مخفي
it: Il titolo verrà generato automaticamente e il campo di input verrà nascosto

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Pattern
ar: نمط
it: Modello

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: The pattern used to render the title of this content type. With Liquid support.
ar: النمط المستخدم لعرض عنوان نوع المحتوى. يدعم الـ Liquid.
it: Il modello utilizzato per generare il titolo personalizzato di questo tipo di contenuto. Supporta sintassi Liquid.
