Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Users.po
Languages: vi

# OrchardCore.Users.AdminMenu
source: Security
vi: Bảo mật

# OrchardCore.Users.AdminMenu
source: Users
vi: Người dùng

# OrchardCore.Users.AdminMenu
source: Settings
vi: Cài đặt

# OrchardCore.Users.AdminMenu
source: Login
vi: Đăng nhập

# OrchardCore.Users.RegistrationAdminMenu
source: Security
vi: Bảo mật

# OrchardCore.Users.RegistrationAdminMenu
source: Settings
vi: Cài đặt

# OrchardCore.Users.RegistrationAdminMenu
source: Registration
vi: Đăng ký

# OrchardCore.Users.ResetPasswordAdminMenu
source: Security
vi: Bảo mật

# OrchardCore.Users.ResetPasswordAdminMenu
source: Settings
vi: Cài đặt

# OrchardCore.Users.ResetPasswordAdminMenu
source: Reset password
vi: Đổi mật khẩu

# OrchardCore.Users.Commands.UserCommands
source: User created successfully
vi: Đã tạo người dùng thành công

# OrchardCore.Users.Controllers.AccountController
source: You must confirm your email.
vi: Bạn cần xác nhận email của mình.

# OrchardCore.Users.Controllers.AccountController
source: Your account is disabled. Please contact an administrator.
vi: Tài khoản của bạn bị vô hiệu. Xin vui lòng liên hệ ban quản trị.

# OrchardCore.Users.Controllers.AccountController
source: Local login is disabled.
vi: Đã vô hiệu hóa đăng nhập cục bộ.

# OrchardCore.Users.Controllers.AccountController
source: Invalid login attempt.
vi: Cố gắng đăng nhập không hợp lệ.

# OrchardCore.Users.Controllers.AccountController
source: Site does not allow user registration.
vi: Trang web không cho phép đăng ký người dùng.

# OrchardCore.Users.Controllers.AccountController
source: Confirm your account
vi: Xác thực tài khoản của bạn

# OrchardCore.Users.Controllers.AdminController
source: All
vi: Tất cả

# OrchardCore.Users.Controllers.AdminController
source: Name
vi: Tên

# OrchardCore.Users.Controllers.AdminController
source: Approve
vi: Chấp nhận

# OrchardCore.Users.Controllers.AdminController
source: Enable
vi: Kích hoạt

# OrchardCore.Users.Controllers.AdminController
source: Disable
vi: Vô hiệu hóa

# OrchardCore.Users.Controllers.AdminController
source: Delete
vi: Xóa

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully approved.
vi: Người dùng {0} đã được chấp nhận.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully deleted.
vi: Người dùng {0} đã được xoá.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully disabled.
vi: Người dùng {0} đã được vô hiệu hoá.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully enabled.
vi: Người dùng {0} đã được kích hoạt.

# OrchardCore.Users.Controllers.AdminController
source: User created successfully
vi: Đã tạo người dùng thành công

# OrchardCore.Users.Controllers.AdminController
source: User updated successfully
vi: Đã cập nhật người dùng thành công

# OrchardCore.Users.Controllers.AdminController
source: User deleted successfully
vi: Đã xóa người dùng

# OrchardCore.Users.Controllers.AdminController
source: Could not delete the user
vi: Không thể xoá người dùng

# OrchardCore.Users.Controllers.AdminController
source: Password updated correctly.
vi: Mật khẩu được cập nhật chính xác.

# OrchardCore.Users.Controllers.RegistrationController
source: Confirm your account
vi: Xác thực tài khoản của bạn

# OrchardCore.Users.Controllers.RegistrationController
source: Verification email sent.
vi: Đã gửi email xác minh.

# OrchardCore.Users.Controllers.ResetPasswordController
source: Reset your password
vi: Đặt lại mật khẩu của bạn

# OrchardCore.Users.Drivers.UserDisplayDriver
source: A user name is required.
vi: Yêu cầu tên đăng nhập.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: An email is required.
vi: Yêu cầu có email.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: The user name is already used.
vi: Tên đăng nhập này đã được sử dụng.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: The email is already used.
vi: Email đã được sử dụng.

# OrchardCore.Users.ViewModels.LinkExternalLoginViewModel
source: Password is required
vi: Yêu cầu mật khẩu

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Email is required!
vi: Yêu cầu nhập email!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Username is required!
vi: Yêu cầu tên đăng nhập!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password is required!
vi: Yêu cầu mật khẩu!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Confirm Password do not match
vi: Mật khẩu không khớp. Xin vui lòng thử lại

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password must be between {0} and {1} characters
vi: Mật khẩu phải từ {0} đến {1} ký tự

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Assign User Role Task
vi: Gán Nhiệm vụ Vai trò Người dùng

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: User
vi: Người dùng

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Done
vi: Xong

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Failed
vi: Thất bại

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Register User Task
vi: Đăng ký Nhiệm vụ Người dùng

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Content
vi: Nội dung

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Done
vi: Xong

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Valid
vi: Hợp lệ

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Invalid
vi: Không hợp lệ

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: No email service is available
vi: Không có dịch vụ email

# OrchardCore.Users.Workflows.Activities.UserActivity
source: User
vi: Người dùng

# OrchardCore.Users.Workflows.Activities.UserActivity
source: Done
vi: Xong

# OrchardCore.Users.Workflows.Activities.UserCreatedEvent
source: User Created Event
vi: Sự kiện Tạo Người dùng

# OrchardCore.Users.Workflows.Activities.UserLoggedInEvent
source: User Loggedin Event
vi: Sự kiện Người dùng Đăng nhập

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use site theme for login page
vi: Sử dụng chủ đề của website cho trang đăng nhập

# OrchardCore.Users.Views.LoginSettings.Edit
source: Requires an active site theme.
vi: Yêu cầu một chủ đề website hoạt động.

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use external provider for login.
vi: Sử dụng nhà cung cấp bên ngoài để đăng nhập.

# OrchardCore.Users.Views.LoginSettings.Edit
source: If only one external provider is defined, auto challenge the provider to login. You should also configure registration options
vi: Nếu chỉ có một nhà cung cấp bên ngoài được xác định, tự động thử nhà cung cấp để đăng nhập. Bạn cũng nên cấu hình các tùy chọn đăng ký

# OrchardCore.Users.Views.LoginSettings.Edit
source: Disable local password login.
vi: Vô hiệu hóa đăng nhập mật khẩu cục bộ.

# OrchardCore.Users.Views.LoginSettings.Edit
source: When selected, users are not allowed to login with username/password. Make sure there is at least one admin with linked account
vi: Khi được chọn, người dùng không được phép đăng nhập bằng tên người dùng/mật khẩu. Đảm bảo có ít nhất một quản trị viên có tài khoản được liên kết

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use a script to set user roles based on external provider claims
vi: Sử dụng script để đặt vai trò người dùng dựa trên yêu cầu của nhà cung cấp bên ngoài

# OrchardCore.Users.Views.LoginSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
vi: Nếu được chọn, mọi IExternalLoginEventHandlers được xác định trong các mô-đun sẽ không được kích hoạt

# OrchardCore.Users.Views.LoginSettings.Edit
source: Reset Script
vi: Đặt lại Script

# OrchardCore.Users.Views.NavigationItemText-security.Id
source: Security
vi: Bảo mật

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Configure users registration.
vi: Cấu hình đăng ký người dùng.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when NoRegistration is selected, no new users can register
vi: khi NoRegistration được chọn, không người dùng mới nào có thể đăng ký

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when AllowRegistration is selected, a link is displayed to allow the users to register on the site. If there are external providers, once authenticated the user can register
vi: khi AllowRegistration được chọn, một liên kết được hiển thị để cho phép người dùng đăng ký trên trang web. Nếu có nhà cung cấp bên ngoài, sau khi xác thực người dùng có thể đăng ký

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when AllowOnlyExternalUsers is selected, only users authenticated with external providers can register on the site
vi: khi AllowOnlyExternalUsers được chọn, chỉ những người dùng được xác thực với các nhà cung cấp bên ngoài mới có thể đăng ký trên trang web

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Users must verify their email address
vi: Người dùng phải xác thực địa chỉ email của họ

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: The users whose email address has not been confirmed will not be able to login or reset their password.
vi: Người dùng có địa chỉ email chưa được xác nhận sẽ không thể đăng nhập hoặc đặt lại mật khẩu của họ.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use site theme for registration page
vi: Sử dụng chủ đề website cho trang đăng ký

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Requires an active site theme.
vi: Yêu cầu một chủ đề website hoạt động.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: External Authentication
vi: Xác thực Bên ngoài

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Settings when registering with external authentication providers
vi: Cài đặt khi đăng ký với nhà cung cấp xác thực bên ngoài

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use a script to generate userName based on external provider claims
vi: Sử dụng script để phát sinh userName trên yêu cầu của nhà cung cấp bên ngoài

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
vi: Nếu được chọn, mọi IExternalLoginEventHandlers được xác định trong các mô-đun sẽ không được kích hoạt

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Reset Script
vi: Đặt lại Script

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask username
vi: Không hỏi tên người dùng

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, he is not required to provide a local username.You can customize how it looks by providing an IExternalLoginEventHandler or write a script.
vi: Khi người dùng mới đăng nhập với nhà cung cấp bên ngoài, họ không bắt buộc phải cung cấp tên người dùng cục bộ. Bạn có thể tùy chỉnh giao diện của mình bằng cách cung cấp IExternalLoginEventHandler hoặc viết một script.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask email address
vi: Không hỏi địa chỉ email

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider and the email claim is defined, he is not required to provide a local email address.
vi: Khi người dùng mới đăng nhập với nhà cung cấp bên ngoài và xác nhận email được xác định, họ không bắt buộc phải cung cấp địa chỉ email cục bộ.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not create local password for external users
vi: Không tạo mật khẩu cục bộ cho người dùng bên ngoài

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, he is not required to provide a local password.
vi: Khi người dùng mới đăng nhập với nhà cung cấp bên ngoài, họ không bắt buộc phải cung cấp mật khẩu cục bộ.

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Allow the users to reset their password
vi: Cho phép người dùng đổi mật khẩu

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: An email will be sent to the user's email address with a reset link.
vi: Một email sẽ được gửi đến địa chỉ email của người dùng có liên kết để đặt lại.

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Use site theme for password reset page
vi: Sử dụng chủ đề website cho trang đổi mật khẩu

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Requires an active site theme.
vi: Yêu cầu một chủ đề website hoạt động.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Dear {0},
vi: Xin chào {0},

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Please <a href="{0}">click here</a> to confirm your account.
vi: Vui lòng <a href="{0}">bấm vào đây</a> để xác nhận tài khoản của bạn.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Thank you
vi: Cảm ơn

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Dear {0},
vi: Xin chào {0},

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Please <a href="{0}">click here</a> to change your password.
vi: Vui lòng <a href="{0}">bấm vào đây</a> để đổi mật khẩu của bạn.

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Thank you
vi: Cảm ơn

# OrchardCore.Users.Views.UserButtons
source: Edit
vi: Sửa

# OrchardCore.Users.Views.UserButtons
source: Delete
vi: Xóa

# OrchardCore.Users.Views.UserButtons
source: Edit Password
vi: Đổi mật khẩu

# OrchardCore.Users.Views.UserButtons
source: Send verification email
vi: Gửi email xác minh

# OrchardCore.Users.Views.UserFields
source: Disabled
vi: Vô hiệu hóa

# OrchardCore.Users.Views.UserFields.Edit
source: User name
vi: Tên đăng nhập

# OrchardCore.Users.Views.UserFields.Edit
source: The user name is required.
vi: Yêu cầu tên đăng nhập.

# OrchardCore.Users.Views.UserFields.Edit
source: The email is invalid.
vi: Email không hợp lệ.

# OrchardCore.Users.Views.UserFields.Edit
source: Email confirmed
vi: Email đã được xác nhận

# OrchardCore.Users.Views.UserFields.Edit
source: Roles
vi: Vai trò

# OrchardCore.Users.Views.UserFields.Edit
source: Is enabled?
vi: Đã được kích hoạt?

# OrchardCore.Users.Views.UserFields.Edit
source: Uncheck to disable this user account.
vi: Bỏ chọn để vô hiệu hóa tài khoản người dùng này.

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Save
vi: Lưu

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Cancel
vi: Bỏ qua

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Default Time Zone
vi: Múi giờ mặc định

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Use site's time zone
vi: Sử dụng múi giờ của website

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Determines the time zone used when displaying and editing dates and times.
vi: Xác định múi giờ mặc định được dùng khi hiển thị và chỉnh sửa ngày tháng và thời gian.

# OrchardCore.Users.Views.Account.ChangePassword
source: Change password
vi: Đổi mật khẩu

# OrchardCore.Users.Views.Account.ChangePassword
source: Current password
vi: Mật khẩu hiện tại

# OrchardCore.Users.Views.Account.ChangePassword
source: New password
vi: Mật khẩu mới

# OrchardCore.Users.Views.Account.ChangePassword
source: New password confirmation
vi: Xác nhận mật khẩu mới

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Change Password
vi: Đổi mật khẩu

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Your password has been changed successfully.
vi: Mật khẩu của bạn đã được thay đổi thành công.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Link your account.
vi: Liên kết tài khoản.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. You already have an account with this email address. Enter your local account password and click the Register button to link the accounts and finish logging in.
vi: Bạn đã xác thực thành công với <strong>{0}</strong>. Bạn đã có một tài khoản với địa chỉ email này. Nhập mật khẩu tài khoản cục bộ của bạn và nhấp vào nút Đăng ký để liên kết các tài khoản và hoàn tất đăng nhập.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Username
vi: Tên đăng nhập

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Password
vi: Mật khẩu

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Register
vi: Đăng ký

# OrchardCore.Users.Views.Account.Login
source: Use a local account to log in.
vi: Sử dụng một tài khoản local để đăng nhập.

# OrchardCore.Users.Views.Account.Login
source: Username
vi: Tên đăng nhập

# OrchardCore.Users.Views.Account.Login
source: Password
vi: Mật khẩu

# OrchardCore.Users.Views.Account.Login
source: Forgot your password?
vi: Quên mật khẩu?

# OrchardCore.Users.Views.Account.Login
source: Remember me
vi: Nhớ mật khẩu

# OrchardCore.Users.Views.Account.Login
source: Log in
vi: Đăng nhập

# OrchardCore.Users.Views.Account.Login
source: Register as a new user
vi: Đăng ký người dùng mới

# OrchardCore.Users.Views.Account.Login
source: Use another service to log in.
vi: Sử dụng dịch vụ khác để đăng nhập.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Create a new account.
vi: Tạo tài khoản mới.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. Please fill the form below and click the Register button to complete the registration.
vi: Bạn đã xác thực thành công với <strong>{0}</strong>. Vui lòng điền vào mẫu dưới đây và nhấp vào nút Đăng ký để hoàn tất đăng ký.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Username
vi: Tên đăng nhập

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Password
vi: Mật khẩu

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Confirm password
vi: Nhập lại mật khẩu

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Register
vi: Đăng ký

# OrchardCore.Users.Views.Admin.Create
source: Create User
vi: Tạo người dùng

# OrchardCore.Users.Views.Admin.Edit
source: Edit User
vi: Chỉnh sửa người dùng

# OrchardCore.Users.Views.Admin.EditPassword
source: Edit Password
vi: Chỉnh sửa mật khẩu

# OrchardCore.Users.Views.Admin.EditPassword
source: New password
vi: Mật khẩu mới

# OrchardCore.Users.Views.Admin.EditPassword
source: New password confirmation
vi: Xác nhận mật khẩu mới

# OrchardCore.Users.Views.Admin.EditPassword
source: Submit
vi: Gửi

# OrchardCore.Users.Views.Admin.EditPassword
source: Cancel
vi: Bỏ qua

# OrchardCore.Users.Views.Admin.Index
source: Users
vi: Người dùng

# OrchardCore.Users.Views.Admin.Index
source: Search
vi: Tìm kiếm

# OrchardCore.Users.Views.Admin.Index
source: Add User
vi: Thêm người dùng

# OrchardCore.Users.Views.Admin.Index
source: Select All
vi: Chọn Tất cả

# OrchardCore.Users.Views.Admin.Index
source: 1 item
vi: {0} mục

# OrchardCore.Users.Views.Admin.Index
source: Items {0} to {1}
vi: Mục {0} đến {1}

# OrchardCore.Users.Views.Admin.Index
source: / {0} item in total
vi: / {0} mục trong tổng số

# OrchardCore.Users.Views.Admin.Index
source: Actions
vi: Hành động

# OrchardCore.Users.Views.Admin.Index
source: Bulk Action
vi: Hành động Hàng loạt

# OrchardCore.Users.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
vi: <strong>Không có kết quả!</strong> Tìm kiếm của bạn không có kết quả.

# OrchardCore.Users.Views.Admin.Index
source: selected
vi: đã chọn

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: Assign user to role
vi: Phân công người dùng với vai trò

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: {0} to role {1}
vi: {0} với vai trò {1}

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: UserName
vi: Tên đăng nhập

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The User to assign. With Liquid support.
vi: Người dùng được phân công. Với sự hỗ trợ của Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: RoleName
vi: Tên vai trò

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The Role to assign. With Liquid support.
vi: Vai trò để phân công. Với sự hỗ trợ của Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assign user to role
vi: Phân công người dùng với vai trò

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assigns a user to a role.
vi: Phân công người dùng với vai trò.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Design
source: Register User
vi: Đăng ký Người dùng

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Send confirmation email
vi: Gửi email xác nhận

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Template for confirmation email
vi: Mẫu để gửi email xác nhận

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The message to send. Access email confirmation url with Workflow.Properties.EmailConfirmationUrl liquid property.
vi: Nội dung cần gửi. Truy cập url xác nhận email với thuộc tính liquid Workflow.ProperIES.EmailConf ConfirmationUrl.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register User
vi: Đăng ký Người dùng

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register user from form fields.
vi: Đăng ký người dùng từ mẫu đăng ký.

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Design
source: User Created
vi: Đã tạo Người dùng

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User Created
vi: Đã tạo Người dùng

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User is created.
vi: Người sử dụng đã được tạo.

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Design
source: User LoggedIn
vi: Người dùng Đã đăng nhập

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in
vi: Người dùng Đã đăng nhập

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in.
vi: Người dùng Đã đăng nhập.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Email confirmation
vi: Xác nhận email

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Thank you for confirming your email.
vi: Cảm ơn bạn đã xác nhận email của bạn.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Home
vi: Trang nhất

# OrchardCore.Users.Views.Registration.Register
source: Register
vi: Đăng ký

# OrchardCore.Users.Views.Registration.Register
source: Create a new account.
vi: Tạo tài khoản mới.

# OrchardCore.Users.Views.Registration.Register
source: Username
vi: Tên đăng nhập

# OrchardCore.Users.Views.Registration.Register
source: Password
vi: Mật khẩu

# OrchardCore.Users.Views.Registration.Register
source: Confirm password
vi: Xác nhận lại mật khẩu

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Forgot password?
vi: Quên mật khẩu?

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Please check your email or user name to reset your password.
vi: Vui lòng kiểm tra đăng nhập hoặc email để đặt lại mật khẩu của bạn.

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Email or user name
vi: Tên đăng nhập hoặc email

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Submit
vi: Gửi

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Forgot Password confirmation
vi: Xác nhận Quên mật khẩu

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Please check your email to reset your password.
vi: Vui lòng kiểm tra email của bạn để đặt lại mật khẩu.

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: Reset password
vi: Đặt lại mật khẩu
