Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Html.po
Languages: de

# OrchardCore.Html.Drivers.HtmlBodyPartDisplayDriver
source: {0} doesn't contain a valid Liquid expression. Details: {1}
de: {0} enthält keinen gültigen Liquid-Ausdruck. Siehe Details: {1}

# OrchardCore.Html.GraphQL.HtmlBodyQueryObjectType
source: Content stored as HTML.
de: Inhalt als HTML gespeichert.

# OrchardCore.Html.GraphQL.HtmlBodyQueryObjectType
source: the HTML content
de: der HTML-Inhalt

# OrchardCore.Html.Settings.HtmlBodyPartTrumbowygEditorSettingsDriver
source: The options are written in an incorrect format.
de: Die Eingaben entsprechen nicht dem festgelegten Format.

# OrchardCore.Html.Views.HtmlBodyPart-Trumbowyg.Edit
source: The body of the content item.
de: Der Inhalt des Inhaltselements.

# OrchardCore.Html.Views.HtmlBodyPart-Wysiwyg.Edit
source: The body of the content item.
de: Der Body des Inhaltselements.

# OrchardCore.Html.Views.HtmlBodyPart.Edit
source: The body of the content item.
de: Der Body des Inhaltselements.

# OrchardCore.Html.Views.HtmlBodyPartSettings.Edit
source: Sanitize Html
de: HTML bereinigen

# OrchardCore.Html.Views.HtmlBodyPartSettings.Edit
source: Whether the Html is sanitized to prevent custom scripts.
de: Gibt an, ob das HTML bereinigt wird um eigene Scripts zu vermeiden.

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Insert Media with url
de: Medien mit Url einfügen

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Whether the url is used when selected from Insert Media (By default, the Short Code is inserted).
de: Gibt an, ob die URL verwendet wird, wenn sie aus "Medien einfügen" ausgewählt wird (Standardmäßig wird der Kurzcode eingefügt).

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Enter the editor options
de: Optionen des Editors eingeben

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Documentation for options
de: Dokumentation für Editoroptionen

# OrchardCore.Html.Views.Media-HtmlBodyPart.Modal
source: Select Media
de: Medien auswählen

# OrchardCore.Html.Views.Media-HtmlBodyPart.Modal
source: Cancel
de: Abbrechen
