Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Deployment.Remote.po
Languages: de, el, vi

# OrchardCore.Deployment.Remote.AdminMenu
source: Configuration
de: Konfiguration
el: Παραμετροποίηση
vi: Cấu hình

# OrchardCore.Deployment.Remote.AdminMenu
source: Import/Export
el: Εισαγωγή/Εξαγωγή
vi: Nhập/Xuất dữ liệu

# OrchardCore.Deployment.Remote.AdminMenu
source: Remote Instances
de: Remote-Instanzen
el: Απομακρυσμένες στιγμιότυπα
vi: Phiên bản Ở xa

# OrchardCore.Deployment.Remote.AdminMenu
source: Remote Clients
el: Απομακρυσμένοι Πελάτες
vi: Khách hàng Ở xa

# OrchardCore.Deployment.Remote.Controllers.ExportRemoteInstanceController
source: Deployment executed successfully.
de: Deployment erfolgreich ausgeführt.
el: Η ανάπτυξη εκτελέστηκε με επιτυχία.
vi: Thực hiện việc triển khai thành công.

# OrchardCore.Deployment.Remote.Controllers.ExportRemoteInstanceController
source: An error occurred while sending the deployment to the remote instance: "{0} ({1})"
de: Beim Senden der Bereitstellung an die entfernte Instanz ist ein Fehler aufgetreten: "{0} ({1})"
el: Παρουσιάστηκε σφάλμα κατά την αποστολή της εγκατάστασης στο απομακρυσμένο στιγμιότυπο: "{0} ({1})"
vi: Đã xảy ra lỗi trong khi gửi triển khai đến phiên bản ở xa: "{0} ({1})"

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client created successfully
de: Remote-Client erfolgreich erstellt
el: Το απομακρυσμένο πρόγραμμα-πελάτης δημιουργήθηκε με επιτυχία
vi: Khách hàng ở xa được tạo thành công

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client updated successfully
de: Remote-Client erfolgreich aktualisiert
el: Το απομακρυσμένο πρόγραμμα-πελάτης ενημερώθηκε με επιτυχία
vi: Khách hàng ở xa được cập nhật thành công

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client deleted successfully
de: Remote-Client erfolgreich gelöscht
el: Το απομακρυσμένο πρόγραμμα-πελάτης διαφράφηκε με επιτυχία
vi: Khách hàng ở xa đã xoá thành công

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: The client name is mandatory.
de: Der Client-Name ist erforderlich.
el: Το όνομα του πελάτη είναι υποχρεωτικό.
vi: Tên khách hàng bắt buộc phải có.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: The api key is mandatory.
de: Der API-Schlüssel ist erforderlich.
el: Το api key είναι υποχρεωτικό.
vi: Khoá Api bắt buộc phải có.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance created successfully
de: Externe Instanz erfolgreich erstellt
el: Το απομακρυσμένο στιγμιότυπο δημιουργήθηκε με επιτυχία
vi: Bản cài đặt từ xa được tạo thành công

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance updated successfully
de: Externe Instanz erfolgreich aktualisiert
el: Το απομακρυσμένο στιγμιότυπο ενημερώθηκε με επιτυχία
vi: Bản cài đặt từ xa được cập nhật thành công

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance deleted successfully
de: Externe Instanz erfolgreich gelöscht
el: Το απομακρυσμένο στιγμιότυπο διαγράφηκε επιτυχώς
vi: Bản cài đặt từ xa được xoá thành công

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The name is mandatory.
de: Der Name ist erforderlich.
el: Το όνομα είναι υποχρεωτικό.
vi: Tên bắt buộc phải có.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The client name is mandatory.
de: Der Client-Name ist erforderlich.
el: Το όνομα του πελάτη είναι υποχρεωτικό.
vi: Tên khách hàng bắt buộc phải có.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The api key is mandatory.
de: Der API-Schlüssel ist erforderlich.
el: Το api key είναι υποχρεωτικό.
vi: Khoá Api bắt buộc phải có.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The url is mandatory.
de: Die URL ist erforderlich.
el: Το url είναι υποχρεωτικό.
vi: Url bắt buộc phải có.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The url is invalid.
de: Die url ist ungültig.
el: Το url δεν είναι έγκυρο.
vi: Url không hợp lệ.

# OrchardCore.Deployment.RemoteInstanceDeploymentTargetProvider
source: Sends the deployment plan to a remote instance.
de: Sendet den Bereitstellungsplan an eine entfernte Instanz.
el: Στέλνει το σχέδιο ανάπτυξης σε ένα απομακρυσμένο στιγμιότυπο.
vi: Gửi kế hoạch triển khai để cài đặt từ xa.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Client Name
el: 'Ονομα Πελάτη
vi: Tên Khách hàng

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: The client name is required.
de: Der Client-Name ist erforderlich.
el: Το όνομα πελάτη πρέπει να συμπληρωθεί.
vi: Yêu cầu tên khách hàng.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Api Key
de: API-Schlüssel
el: Κλειδί Api
vi: Khóa Api

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: The api key is required.
de: Der API-Schlüssel ist erforderlich.
el: Πρέπει να συμπληρωθεί το κλειδί api.
vi: Yêu cầu khóa Api.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Create
de: Erstellen
el: Δημιουργία
vi: Tạo

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Cancel
de: Abbrechen
el: Άκυρο
vi: Bỏ qua

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Edit Remote Client
de: Remote-Client bearbeiten
el: Επεξεργασία Απομακρυσμένου Πελάτη
vi: Chỉnh sửa Khách hàng Ở xa

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Client Name
el: 'Ονομα Πελάτη
vi: Tên Khách hàng

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: The client name is required.
de: Der Client-Name ist erforderlich.
el: Πρέπει να συμπληρωθεί το όνομα πελάτη.
vi: Yêu cầu tên khách hàng.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Api Key
de: API-Schlüssel
el: Κλειδί Api
vi: Khóa Api

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: The api key is required.
de: Der API-Schlüssel ist erforderlich.
el: Πρέπει να συμπληρωθεί το κλειδί api.
vi: Yêu cầu khóa Api.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Save
de: Speichern
el: Αποθήκευση
vi: Lưu

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Cancel
de: Abbrechen
el: Άκυρο
vi: Bỏ qua

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Remote Clients
el: Απομακρυσμένοι Πελάτες
vi: Khách hàng Ở xa

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Url to use from client instances: <b>{0}</b>
de: Von Client-Instanzen zu verwendende Url: <b>{0}</b>
el: Url για χρήση από στιγμιότυπα πελατών: <b>{0}</b>
vi: Url để sử dụng từ phiên bản khách hàng: <b>{0}</b>

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Add Remote Client
de: Remote-Client hinzufügen
el: Προσθήκη Απομακρυσμένου Πελάτη
vi: Thêm Khách hàng Ở xa

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Edit
de: Bearbeiten
el: Επεξεργασία
vi: Sửa

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Delete
de: Löschen
el: Διαγραφή
vi: Xóa

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: <strong>Nothing here!</strong> There are no remote clients for the moment.
de: <strong>Nichts hier!</strong> Es gibt derzeit keine Remote-Clients.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Προς το παρόν δεν υπάρχουν απομακρυσμένοι πελάτες.
vi: <strong>Không có gì ở đây!</strong> Không có khách hàng ở xa nào ở thời điểm này.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Create Remote Instance
de: Remote-Instanz erstellen
el: Δημιουργία Απομακρυσμένου Στιγμιότυπου
vi: Tạo Phiên bản Ở xa

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Name
el: Όνομα
vi: Tên

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The name is required.
de: Der Name ist erforderlich.
el: Πρέπει να συμπληρωθεί το όνομα.
vi: Yêu cầu nhập Tên.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The url is required.
de: Die URL ist erforderlich.
el: Πρέπει να συμπληρωθεί η διεύθυνση url.
vi: Yêu cầu nhập Url.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Client Name
el: 'Ονομα Πελάτη
vi: Tên Khách hàng

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The client name is required.
de: Der Client-Name ist erforderlich.
el: Πρέπει να συμπληρωθεί το όνομα πελάτη.
vi: Yêu cầu tên khách hàng.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Api Key
de: API-Schlüssel
el: Κλειδί Api
vi: Khóa Api

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The api key is required.
de: Der API-Schlüssel ist erforderlich.
el: Πρέπει να συμπληρωθεί το κλειδί api.
vi: Yêu cầu khóa Api.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Create
de: Erstellen
el: Δημιουργία
vi: Tạo

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Cancel
de: Abbrechen
el: Άκυρο
vi: Bỏ qua

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Edit Remote Instance
de: Remote-Instanz bearbeiten
el: Επεξεργασία Απομακρυσμένου Στιγμιότυπου
vi: Sửa Phiên bản Ở xa

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Name
el: Όνομα
vi: Tên

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The name is required.
de: Der Name ist erforderlich.
el: Πρέπει να συμπληρωθεί το όνομα.
vi: Yêu cầu nhập Tên.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The url is required.
de: Die URL ist erforderlich.
el: Πρέπει να συμπληρωθεί η διεύθυνση url.
vi: Yêu cầu nhập Url.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Client Name
el: 'Ονομα Πελάτη
vi: Tên Khách hàng

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The client name is required.
de: Der Client-Name ist erforderlich.
el: Πρέπει να συμπληρωθεί το όνομα πελάτη.
vi: Yêu cầu tên khách hàng.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Api Key
de: API-Schlüssel
el: Κλειδί Api
vi: Khóa Api

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The api key is required.
de: Der API-Schlüssel ist erforderlich.
el: Πρέπει να συμπληρωθεί το api κλειδί.
vi: Yêu cầu khóa Api.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Save
de: Speichern
el: Αποθήκευση
vi: Lưu

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Cancel
de: Abbrechen
el: Άκυρο
vi: Bỏ qua

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Remote Instances
de: Remote-Instanzen
el: Απομακρυσμένα Στιγμιότυπα
vi: Phiên bản Ở xa

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Add Remote Instance
de: Remote-Instanz hinzufügen
el: Προσθέσε Απομακρυσμένο Στιγμιότυπο
vi: Thêm Phiên bản Ở xa

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Edit
de: Bearbeiten
el: Επεξεργασία
vi: Sửa

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Delete
de: Löschen
el: Διαγραφή
vi: Xóa

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: <strong>Nothing here!</strong> There are no remote instances for the moment.
de: <strong>Nichts hier!</strong> Es gibt derzeit keine externen Instanzen.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Δεν υπάρχουν απομακρυσμένα στιγμιότυπα προς το παρόν.
vi: <strong>Không có gì ở đây!</strong> Không có bản ở xa nào ở thời điểm này.
