Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Twitter.po
Languages: de

# OrchardCore.Twitter.AdminMenu
source: Security
de: Sicherheit

# OrchardCore.Twitter.AdminMenu
source: Authentication
de: Authentifizierung

# OrchardCore.Twitter.AdminMenuSignin
source: Security
de: Sicherheit

# OrchardCore.Twitter.AdminMenuSignin
source: Sign in with Twitter
de: Über Twitter anmelden

# OrchardCore.Twitter.Services.TwitterSettingsService
source: ConsumerKey is required
de: ConsumerKey ist erforderlich

# OrchardCore.Twitter.Services.TwitterSettingsService
source: ConsumerSecret is required
de: ConsumerSecret ist erforderlich

# OrchardCore.Twitter.Services.TwitterSettingsService
source: Access Token is required
de: Zugriffsschlüssel ist erforderlich

# OrchardCore.Twitter.Services.TwitterSettingsService
source: Access Token Secret is required
de: Zugangs-Token-Geheimnis ist erforderlich

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Update Twitter Status Task
de: Twitter-Statusaufgabe aktualisieren

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Done
de: Erledigt

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Failed
de: Fehlgeschlagen

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Twitter Integration Settings
de: Twitter-Integration-Einstellungen

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: API key
de: API-Schlüssel

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The API key defined in the Keys and tokens tab of twitter app dashboard.
de: Der API-Schlüssel, der im Schlüssel- und Token-Tab des Dashboards der Twitter-App definiert ist.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: API secret key
de: API Geheimschlüssel

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The API secret defined in the Keys and tokens tab of twitter app dashboard.
de: Das API-Geheimnis, welches im Schlüssel- und Token-Tab des Dashboards der Twitter-App definiert ist.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Access Token
de: Zugangs-Token

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The Access Token defined in the Keys and tokens tab of twitter app dashboard.
de: Der Zugangs-Token, der im Schlüssel- und Token-Tab des Dashboards der Twitter-App definiert ist.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Access Token Secret
de: Zugangs-Token-Geheimnis

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The Access Token Secret in the Keys and tokens tab of twitter app dashboard.
de: Das Zugangs-Token-Geheimnis, welches im Schlüssel- und Token-Tab des Dashboards der Twitter-App definiert ist.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Sign in with Twitter Settings
de: Mit Twitter-Einstellungen anmelden

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: CallbackPath
de: Callback-Pfad

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
de: Der Request-Pfad im Basispfad der Anwendung, in dem der User-Agent zurückgegeben wird. Die Middleware verarbeitet diese Anfrage, sobald sie eintrifft.

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Design
source: Update Twitter Status
de: Twitter-Status aktualisieren

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Edit
source: Template for updating twitter status
de: Vorlage zum Aktualisieren des Twitter-Status

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Edit
source: The status text of the tweet.
de: Der Statustext des Tweets.

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Thumbnail
source: Update Twitter Status
de: Twitter-Status aktualisieren

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Thumbnail
source: Post a tweet
de: Tweet posten
