Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Templates.po
Languages: sv

# OrchardCore.Templates.AdminMenu
source: Templates
sv: Mallar

# OrchardCore.Templates.AdminTemplatesAdminMenu
source: Admin Templates
sv: Administrationsmallar

# OrchardCore.Templates.Controllers.TemplateController
source: The name is mandatory.
sv: Mappnamn är obligatoriskt.

# OrchardCore.Templates.Controllers.TemplateController
source: A template with the same name already exists.
sv: En mall med samma namn finns redan.

# OrchardCore.Templates.Controllers.TemplateController
source: Template deleted successfully
sv: Mallen har tagits bort

# OrchardCore.Templates.Settings.TemplateContentPartDefinitionDriver
source: Template for a {0} part in detail views
sv: Mall för en {0} del i detaljvyer

# OrchardCore.Templates.Settings.TemplateContentPartDefinitionDriver
source: Template for a {0} part in summary views
sv: Mall för en {0} del i sammanfattande vyer

# OrchardCore.Templates.Settings.TemplateContentTypeDefinitionDriver
source: Template for a {0} content item in detail views
sv: Mall för ett {0} innehållsobjekt i detaljvyer

# OrchardCore.Templates.Settings.TemplateContentTypeDefinitionDriver
source: Template for a {0} content item in summary views
sv: Mall för ett {0} innehållsobjekt i sammanfattande vyer

# OrchardCore.Templates.Settings.TemplateContentTypePartDefinitionDriver
source: Template for the {0} part in a {1} type in detail views
sv: Mall för {0} delen i en {1} typ i detaljvyer

# OrchardCore.Templates.Settings.TemplateContentTypePartDefinitionDriver
source: Template for the {0} part in a {1} type in summary views
sv: Mall för {0} delen i en {1} typ i sammanfattande vyer

# OrchardCore.Templates.Views.TemplateSettings
source: Edit templates
sv: Redigera mallar

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Edit
source: All Admin Templates
sv: Alla administrationsmallar

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Summary
source: All Admin Templates
sv: Alla administrationsmallar

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Summary
source: Adds all admin templates to the plan.
sv: Lägger till alla administrationsmenyer till planen.

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Thumbnail
source: All Admin Templates
sv: Alla administrationsmallar

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Thumbnail
source: Exports admin templates.
sv: Exporterar administratörsmallar.

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Edit
source: All Templates
sv: Alla mallar

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Summary
source: All Templates
sv: Alla mallar

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Summary
source: Adds all templates to the plan.
sv: Lägger till alla mallar i planen.

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Thumbnail
source: All Templates
sv: Alla mallar

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Thumbnail
source: Exports templates.
sv: Exporterar mallar.

# OrchardCore.Templates.Views.Preview.Index
source: Template Preview
sv: Förhandsgranska mall

# OrchardCore.Templates.Views.Preview.Index
source: Preview Disconnected
sv: Förhandsgranskning frånkopplad

# OrchardCore.Templates.Views.Preview.Index
source: Preview Error
sv: Fel vid förhandsgranskning

# OrchardCore.Templates.Views.Template.Create
source: Create Template
sv: Skapa mall

# OrchardCore.Templates.Views.Template.Create
source: Name
sv: Namn

# OrchardCore.Templates.Views.Template.Create
source: The name of the template.
sv: Namnet på mallen.

# OrchardCore.Templates.Views.Template.Create
source: Description
sv: Beskrivning

# OrchardCore.Templates.Views.Template.Create
source: The description of the template.
sv: Beskrivningen av mallen.

# OrchardCore.Templates.Views.Template.Create
source: Content
sv: Innehåll

# OrchardCore.Templates.Views.Template.Create
source: The Liquid template.
sv: Liquid mall.

# OrchardCore.Templates.Views.Template.Create
source: Save
sv: Spara

# OrchardCore.Templates.Views.Template.Create
source: Toggle Dropdown
sv: Rullgardinsmeny på/av

# OrchardCore.Templates.Views.Template.Create
source: and continue
sv: och fortsätt

# OrchardCore.Templates.Views.Template.Create
source: Cancel
sv: Avbryt

# OrchardCore.Templates.Views.Template.Create
source: Preview
sv: Förhandsgranska

# OrchardCore.Templates.Views.Template.Edit
source: Edit Template
sv: Redigera mall

# OrchardCore.Templates.Views.Template.Edit
source: Name
sv: Namn

# OrchardCore.Templates.Views.Template.Edit
source: The name of the template.
sv: Namnet på mallen.

# OrchardCore.Templates.Views.Template.Edit
source: Description
sv: Beskrivning

# OrchardCore.Templates.Views.Template.Edit
source: The description of the template.
sv: Beskrivningen av mallen.

# OrchardCore.Templates.Views.Template.Edit
source: Content
sv: Innehåll

# OrchardCore.Templates.Views.Template.Edit
source: The Liquid template.
sv: Liquid mall.

# OrchardCore.Templates.Views.Template.Edit
source: Save
sv: Spara

# OrchardCore.Templates.Views.Template.Edit
source: Toggle Dropdown
sv: Rullgardinsmeny på/av

# OrchardCore.Templates.Views.Template.Edit
source: and continue
sv: och fortsätt

# OrchardCore.Templates.Views.Template.Edit
source: Cancel
sv: Avbryt

# OrchardCore.Templates.Views.Template.Edit
source: Preview
sv: Förhandsgranska

# OrchardCore.Templates.Views.Template.Index
source: Admin Templates
sv: Administrationsmallar

# OrchardCore.Templates.Views.Template.Index
source: Templates
sv: Mallar

# OrchardCore.Templates.Views.Template.Index
source: Add Template
sv: Lägg till mall

# OrchardCore.Templates.Views.Template.Index
source: 1 item
sv: 1 objekt

# OrchardCore.Templates.Views.Template.Index
source: Items {0} to {1}
sv: Objekt {0} till {1}

# OrchardCore.Templates.Views.Template.Index
source: / {0} item in total
sv: / {0} objekt totalt

# OrchardCore.Templates.Views.Template.Index
source: Edit
sv: Redigera

# OrchardCore.Templates.Views.Template.Index
source: Delete
sv: Radera

# OrchardCore.Templates.Views.Template.Index
source: <strong>Nothing here!</strong> There are no templates for the moment.
sv: <strong>Inget här!</strong> Det finns inga mallar för tillfället.
