Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Alias.po
Languages: cs, it

# OrchardCore.Alias.Drivers.AliasPartDisplayDriver
source: Your alias is too long. The alias can only be up to {0} characters.
cs: Alias je příliš dlouhý. Maximální délka aliasu je {0} znaků.
it: Il tuo alias è troppo lungo. L'alias può contenere al massimo {0} caratteri.

# OrchardCore.Alias.Drivers.AliasPartDisplayDriver
source: Your alias is already in use.
cs: Alias je již používán.
it: Il tuo alias è già in uso.

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias part of the content item
cs: alias položky obsahu
it: la parte alias dell'elemento di contenuto

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias of the content item
cs: alias položky obsahu
it: l'alias dell'elemento di contenuto

# OrchardCore.Alias.GraphQL.AliasQueryObjectType
source: Alternative path for the content item
cs: Alternativní cesta pro položku obsahu
it: Percorso alternativo per l'elemento di contenuto

# OrchardCore.Alias.Handlers.AliasPartHandler
source: Your alias is too long. The alias can only be up to {0} characters.
cs: Váš alias je příliš dlouhý. Maximální délka může být {0} znaků.
it: Il tuo alias è troppo lungo. L'alias può contenere al massimo {0} caratteri.

# OrchardCore.Alias.Handlers.AliasPartHandler
source: Your alias is already in use.
cs: Tento alias je již používán.
it: Il tuo alias è già in uso.

# OrchardCore.Alias.Settings.AliasPartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
cs: Předloha neobsahuje platný Liquid výraz. Detaily: {0}
it: Il modello non contiene un'espressione Liquid valida. Dettagli: {0}

# OrchardCore.Alias.Views.AliasPart.Edit
source: The alias of the content item.
cs: Alias polo6ky obsahu.
it: L'alias dell'elemento di contenuto.

# OrchardCore.Alias.Views.AliasPart.Edit
source: Leave empty to re-generate it.
cs: Ponechte prázdné, pro přegenerování.
it: Lascia vuoto per generarne uno nuovo.

# OrchardCore.Alias.Views.AliasPart.Option
source: Standard
cs: Výchozí
it: Predefinito

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Options
cs: Nastavení
it: Opzioni

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is editable
cs: Alias lze editovat
it: Alias modificabile

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is generated and input is disabled
cs: Alias je generován a nelze jej upravit
it: L'alias verrà generato automaticamente e il campo di input verrà disabilitato

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Pattern
cs: Předloha
it: Modello

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: The pattern used to render the alias of this content type.
cs: Předloha používaná pro generování aliasu pro tento typ obsahu.
it: Il modello utilizzato per generare l'alias di questo tipo di contenuto.
