Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Autoroute.po
Languages: de, el

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink can't be set to the homepage, please use the homepage option instead.
de: Ihr Permalink kann nicht auf die Homepage gesetzt werden, bitte benutzen Sie stattdessen die Startseite-Option.
el: Το permalink σου δεν μπορεί να ρυθμιστεί για την αρχική σελίδα, Αντ' αυτού χρησιμοποίησε την επιλογή αρχικής σελίδας.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Please do not use any of the following characters in your permalink: {0}. No spaces, or consecutive slashes, are allowed (please use dashes or underscores instead).
de: Bitte verwenden Sie keine der folgenden Zeichen in Ihrem Permalink: {0}. Leerzeichen sowie aufeinanderfolgende Schrägstriche sind nicht erlaubt (bitte verwenden Sie stattdessen Binde- oder Unterstriche).
el: Μην χρησιμοποιείς κανέναν από τους ακόλουθους χαρακτήρες στο permalink σου: {0}. Δεν επιτρέπονται κενά ή διαδοχικές κάθετες (παρακαλώ χρησιμοποιήστε παύλες ή κάτω παύλες).

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink is too long. The permalink can only be up to {0} characters.
de: Ihr Permalink ist zu lang. Er darf nur bis zu {0} Zeichen enthalten.
el: Το permalink σας είναι πολύ μεγάλο. Το permalink μπορεί να είναι μόνο μέχρι {0} χαρακτήρες.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink is already in use.
de: Dein Permalink wird bereits verwendet.
el: Αυτό το permalink ήδη χρησιμοποιείται.

# OrchardCore.Autoroute.GraphQL.AutorouteInputObjectType
source: the custom URL part of the content item
de: Der benutzerdefinierte URL-Part dieses Inhalts
el: το προσαρμοσμένο τμήμα URL του περιεχομένου

# OrchardCore.Autoroute.GraphQL.AutorouteInputObjectType
source: the path of the content item to filter
de: Der Pfad des zu filternden Inhalts
el: τη διαδρομή του περιεχομένου για φιλτράρισμα

# OrchardCore.Autoroute.GraphQL.AutorouteQueryObjectType
source: Custom URLs (permalinks) for your content item.
de: Benutzerdefinierte URLs (Permalinks) für Ihr Inhaltselement.
el: Προσαρμοσμένες διευθύνσεις URL (permalinks) για το περιεχομένο σας.

# OrchardCore.Autoroute.GraphQL.AutorouteQueryObjectType
source: The permalinks for your content item.
de: Die Permalinks für Ihr Inhaltselement.
el: Τα permalinks για το περιεχομένο σας.

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Your permalink can't be set to the homepage, please use the homepage option instead.
de: Ihr Permalink kann nicht auf die Homepage gesetzt werden, bitte benutzen Sie stattdessen die Startseite-Option.
el: Το permalink σου δεν μπορεί να οριστεί στην αρχική σελίδα, χρησιμοποίησε την επιλογή αρχικής σελίδας.

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Please do not use any of the following characters in your permalink: {0}. No spaces, or consecutive slashes, are allowed (please use dashes or underscores instead).
de: Bitte verwenden Sie keine der folgenden Zeichen in Ihrem Permalink: {0}. Leerzeichen sowie aufeinanderfolgende Schrägstriche sind nicht erlaubt (bitte verwenden Sie stattdessen Binde- oder Unterstriche).
el: Μην χρησιμοποιείς κανέναν από τους ακόλουθους χαρακτήρες στο permalink σου: {0}. Δεν επιτρέπονται κενά ή διαδοχικές κάθετες (παρακαλώ χρησιμοποίησε παύλες ή κάτω παύλες).

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Your permalink is too long. The permalink can only be up to {0} characters.
de: Ihr Permalink ist zu lang. Er darf nur bis zu {0} Zeichen enthalten.
el: Το permalink σου είναι πολύ μεγάλο. Το permalink μπορεί να αποτελείται μόνο μέχρι {0} χαρακτήρες.

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Your permalink is already in use.
de: Dein Permalink wird bereits verwendet.
el: Αυτό το permalink ήδη χρησιμοποιείται.

# OrchardCore.Autoroute.Settings.AutoroutePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
de: Das Muster enthält keinen gültigen Liquid-Ausdruck. Details: {0}
el: Το μοτίβο δεν περιέχει μια έγκυρη έκφραση Liquid. Λεπτομέρειες: {0}

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Disabled
de: Deaktiviert
el: Απενεργοποιημένο

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to disable autoroute for this content item.
de: Aktivieren, um Autoroute für dieses Inhaltselement zu deaktivieren.
el: Επίλεξε για να απενεργοποιήσεις την αυτόματη εκκίνηση για αυτό το στοιχείο περιεχομένου.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: The url of the content item. Leave empty to auto-generate it.
de: Die URL des Inhaltelements. Leer lassen, um es automatisch zu generieren.
el: Η διεύθυνση url του περιεχομένου. Αφήστε κενό για να το δημιουργηθεί αυτόματα.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: The url of the content item. It will be automatically generated.
de: Die URL des Inhaltelements. Sie wird automatisch generiert.
el: Η διεύθυνση url του περιεχομένου. Θα δημιουργηθεί αυτόματα.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: This content item is the current homepage
de: Dieser Inhalt ist die aktuelle Startseite
el: Αυτό το περιεχομένο είναι η τρέχουσα αρχική σελίδα

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Set as homepage
de: Als Startseite festlegen
el: Ορισμός ως αρχική σελίδα

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to set this content item as the homepage once published.
de: Auswählen, um diesen Inhalt zur Startseite zu machen, sobald er veröffentlicht wird.
el: Επιλάξτε για να ορίσετε αυτό το περιεχόμενο ως αρχική σελίδα μετά τη δημοσίευσή του.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Refresh the path
de: Den Pfad aktualisieren
el: Ανανεώση της διαδρομής

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to refresh the path. Warning: the previous URL won't be accessible anymore.
de: Auswählen, um den Pfad zu aktualisieren. Die vorherige URL wird nicht mehr erreichbar sein.
el: Επιλέξτε για να ανανεώσετε τη διαδρομή. Προειδοποίηση: η προηγούμενη διεύθυνση URL δεν θα είναι πλέον προσβάσιμη.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Route contained items
de: In der Route enthaltene Elemente
el: Αντικείμενα που περιέχονται στη διαδρομή

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to enabling the routing of child content items.
de: Aktivieren, um das Routen von untergeordneten Inhaltselementen zu aktivieren.
el: Επίλεξε για να ενεργοποιήσεις τη δρομολόγηση αντικειμένων θυγατρικού περιεχομένου.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Absolute
de: Absolut
el: Απόλυτος

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to specify that a child content item will be routed to an absolute path.
de: Aktivieren um anzugeben, dass ein untergeordneter Inhalt zu einem absoluten Pfad geleitet wird.
el: Επίλεξε για να καθορίσεις ότι ένα θυγατρικό στοιχείο περιεχομένου θα δρομολογηθεί σε απόλυτη διαδρομή.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Pattern
de: Muster
el: Μοτίβο

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: The pattern used to render the custom url of this content type. With Liquid support.
de: Der verwendete Ausdruck, anhand der die benutzerdefinierte URL für diesen Typ generiert wird. Liquid wird unterstützt.
el: Το μοτίβο που χρησιμοποιείται για την απόδοση της προσαρμοσμένης διεύθυνσης url αυτού του τύπου περιεχομένου. Με υποστήριξη Liquid.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow custom path
de: Benutzerdefinierten Pfad zulassen
el: Να επιτρέπεται η προσαρμοσμένη διαδρομή

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to set a custom path, otherwise it will be automatically generated.
de: Auswählen, um Benutzer den Pfad selber festlegen zu lassen. Ansonsten wird dieser automatisch generiert.
el: Επιλέξτε για να επιτρέψετε στους χρήστες να ορίζουν μια προσαρμοσμένη διαδρομή, διαφορετικά θα δημιουργείται αυτόματα.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow path updates
de: Änderungen am Pfad zulassen
el: Να επιτρέπονται ενημερώσεις διαδρομών

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to refresh the path once a content item is already published.
de: Auswählen, um Benutzern Änderungen am Pfad von veröffentlichten Inhalten zu erlauben
el: Επιλέξτε για να επιτρέψετε στους χρήστες να ανανεώνουν τη διαδρομή μόλις ένα περιεχομένου έχει ήδη δημοσιευτεί.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Show homepage options
de: Startseite-Optionen anzeigen
el: Εμφάνιση επιλογών αρχικής σελίδας

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow the content items of this content type to be set as the homepage. It will only be visible to users with the appropriate permission.
de: Auswählen, um Inhalte dieses Typs als Startseite zu akzeptieren. Diese Option wird nur berechtigten Benutzern angezeigt werden.
el: Επιλέξτε για να επιτρέψετε να οριστούν ως αρχική σελίδα τα στοιχεία περιεχομένου αυτού του τύπου περιεχομένου. Θα είναι ορατό μόνο στους χρήστες με την κατάλληλη άδεια.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow disabled
de: Deaktivierung erlauben
el: Επιτρέπονται τα απενεργοποιημένα

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow the content items of this content type to disable autoroute.
de: Aktivieren, um den Inhaltselementen dieses Inhaltstyps zu erlauben Autoroute zu deaktivieren.
el: Επίλεξε για να επιτρέψεις στα στοιχεία περιεχομένου αυτού του τύπου περιεχομένου να απενεργοποιήσουν την αυτόματη διαδρομή.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Container Settings
de: Container-Einstellungen
el: Ρυθμίσεις περιέκτη

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Settings for parent or child content items.
de: Einstellungen für übergeordnete oder untergeordnete Inhaltselemente.
el: Ρυθμίσεις για στοιχεία περιεχομένου γονέα ή θυγατρικού.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow contained item routing
de: Routing enthaltener Elemente erlauben
el: Να επιτρέπεται η δρομολόγηση συμπεριλαμβανομένων στοιχείων

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to enable routing of child content items. This setting must be applied to the parent content item.
de: Aktivieren um Benutzern zu erlauben das Routen von untergeordneten Inhaltselementen zu ermöglichen. Diese Einstellung muss auf das übergeordnete Inhaltselement angewendet werden.
el: Επίλεξε για να επιτρέψεις στους χρήστες να ενεργοποιούν τη δρομολόγηση αντικειμένων θυγατρικού περιεχομένου. Αυτή η ρύθμιση πρέπει να εφαρμοστεί στο γονικό στοιχείο περιεχομένου.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Manage contained item routes
de: Enthaltene Inhaltselement-Routen verwalten
el: Διαχείριση συμπεριλαμβανομένων διαδρομών αντικειμένων

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow this part to apply routes to child content items. This setting must be applied to the child content item.
de: Aktivieren, damit dieser Teil Routen auf untergeordnete Inhaltselemente anwenden kann. Diese Einstellung muss auf das untergeordnete Inhaltselement angewendet werden.
el: Επίλεξε για να επιτρέψεις σε αυτό το μέρος να εφαρμόζει διαδρομές σε θυγατρικά αντικείμενα περιεχομένου. Αυτή η ρύθμιση πρέπει να εφαρμοστεί στο θυγατρικό στοιχείο περιεχομένου.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow absolute path
de: Absoluten Pfad erlauben
el: Να επιτρέπεται η απόλυτη διαδρομή

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to enable absolute paths for child content items. When disabled the path is relative to the parents path.
de: Aktivieren, damit Benutzer absolute Pfade für untergeordnete Inhalte aktivieren können. Wenn deaktiviert ist der Pfad relativ zum Elternpfad.
el: Επίλεξε για να επιτρέψεις στους χρήστες να ενεργοποιούν απόλυτες διαδρομές για θυγατρικά αντικείμενα περιεχομένου. Όταν απενεργοποιηθεί η διαδρομή συσχετίζετε με τη διαδρομή γονέων.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: When relative : https://mysite.com/my-parent/my-child-item.
de: Wenn relativ: https://mysite.com/my-parent/my-child-item.
el: Όταν είναι σχετιζόμενη : https://mysite.com/my-parent/my-child-item.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: When absolute : https://mysite.com/my-child-item.
de: Wenn absolut : https://mysite.com/my-child-item.
el: Όταν είναι απόλυτη : https://mysite.com/my-child-item.
