Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.OpenId.po
Languages: vi

# OrchardCore.OpenId.Views.Application.Edit
source: Space delimited list of redirect URIs.
vi: Danh sách phân cách các URI chuyển hướng.

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Logout Endpoint
vi: Cho phép Logout Endpoint

# OrchardCore.OpenId.Views.Application.Edit
source: Post Logout Redirect Uris
vi: Bài post đăng xuất chuyển hướng URI

# OrchardCore.OpenId.Views.Application.Edit
source: Space delimited list of logout redirect URIs.
vi: Danh sách phân cách các URI chuyển hướng đăng xuất.

# OrchardCore.OpenId.Views.Application.Edit
source: Consent type
vi: Loại cho phép

# OrchardCore.OpenId.Views.Application.Edit
source: Explicit consent
vi: Sự cho phép rõ ràng

# OrchardCore.OpenId.Views.Application.Edit
source: Implicit consent
vi: Sự cho phép ngầm

# OrchardCore.OpenId.Views.Application.Edit
source: External consent
vi: Ngoài sự cho phép

# OrchardCore.OpenId.Views.Application.Edit
source: The consent type affects the way authorization requests are handled.
vi: Loại cho phép ảnh hưởng đến cách các yêu cầu xác minh được xử lý.

# OrchardCore.OpenId.Views.Application.Edit
source: Client Credentials Roles
vi: Các role thông tin nhận diện client

# OrchardCore.OpenId.Views.Application.Edit
source: Save
vi: Lưu lại

# OrchardCore.OpenId.Views.Application.Edit
source: Cancel
vi: Hủy bỏ

# OrchardCore.OpenId.Views.Application.Index
source: Applications
vi: Ứng dụng

# OrchardCore.OpenId.Views.Application.Index
source: Add an application
vi: Thêm một Ứng dụng

# OrchardCore.OpenId.Views.Application.Index
source: Edit
vi: Chỉnh sửa

# OrchardCore.OpenId.Views.Application.Index
source: Delete
vi: Xóa

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Summary
source: Adds OpenID Server settings to the plan.
vi: Thêm cài đặt OpenID Server vào kế hoạch.

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Thumbnail
source: Exports all OpenID Server settings.
vi: Xuất tất cả cài đặt OpenID Server.

# OrchardCore.OpenId.Views.Scope.Create
source: Create a new scope
vi: Tạo một scope mới

# OrchardCore.OpenId.Views.Scope.Create
source: Name
vi: Tên

# OrchardCore.OpenId.Views.Scope.Create
source: Display Name
vi: Tên hiển thị

# OrchardCore.OpenId.Views.Scope.Create
source: Description
vi: Mô tả

# OrchardCore.OpenId.Views.Scope.Create
source: Tenants
vi: Các khách hàng

# OrchardCore.OpenId.Views.Scope.Create
source: Additional resources (API audiences)
vi: Tài nguyên tùy chọn (API audiences)

# OrchardCore.OpenId.Views.Scope.Create
source: Save
vi: Lưu lại

# OrchardCore.OpenId.Views.Scope.Create
source: Cancel
vi: Hủy bỏ

# OrchardCore.OpenId.Views.Scope.Edit
source: Edit a scope
vi: Chỉnh sửa một scope

# OrchardCore.OpenId.Views.Scope.Edit
source: Name
vi: Tên

# OrchardCore.OpenId.Views.Scope.Edit
source: Display Name
vi: Tên hiển thị

# OrchardCore.OpenId.Views.Scope.Edit
source: Description
vi: Mô tả

# OrchardCore.OpenId.Views.Scope.Edit
source: Tenants
vi: Các khách hàng

# OrchardCore.OpenId.Views.Scope.Edit
source: Additional resources (API audiences)
vi: Tài nguyên tùy chọn (API audiences)

# OrchardCore.OpenId.Views.Scope.Edit
source: Save
vi: Lưu lại

# OrchardCore.OpenId.Views.Scope.Edit
source: Cancel
vi: Hủy bỏ

# OrchardCore.OpenId.Views.Scope.Index
source: Scopes
vi: Phạm vi

# OrchardCore.OpenId.Views.Scope.Index
source: Add a scope
vi: Thêm một scope mới

# OrchardCore.OpenId.Views.Scope.Index
source: Edit
vi: Chỉnh sửa

# OrchardCore.OpenId.Views.Scope.Index
source: Delete
vi: Xóa

# OrchardCore.OpenId.Views.ServerConfiguration.Index
source: Configure OpenID server settings
vi: Cài đặt cấu hình máy chủ OpenID

# OrchardCore.OpenId.Views.ServerConfiguration.Index
source: Update the server settings and reload the tenant
vi: Cập nhật cài đặt máy chủ và tải lại khách hàng

# OrchardCore.OpenId.Views.ValidationConfiguration.Index
source: Configure OpenID validation settings
vi: Cài đặt cấu hình xác thực OpenID

# OrchardCore.OpenId.Views.ValidationConfiguration.Index
source: Update the server settings and reload the tenant
vi: Cập nhật cài đặt máy chủ và tải lại đối tượng thuê
