Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Queries.po
Languages: ru

# OrchardCore.Queries.AdminMenu
source: Queries
ru: Запросы

# OrchardCore.Queries.Controllers.AdminController
source: Query created successfully
ru: Запрос успешно создан

# OrchardCore.Queries.Controllers.AdminController
source: Query updated successfully
ru: Запрос успешно обновлен

# OrchardCore.Queries.Controllers.AdminController
source: Query deleted successfully
ru: Запрос успешно удален

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Name is required
ru: Требуется имя

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Name contains illegal characters
ru: Имя содержит недопустимые символы

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: A query with the same name already exists
ru: Запрос с таким именем уже существует

# OrchardCore.Queries.Sql.Drivers.SqlQueryDisplayDriver
source: The query field is required
ru: Поле запроса обязательно

# OrchardCore.Queries.Views.Query-Sql.Link
source: Queries the SQL database.
ru: Запрос базы данных SQL.

# OrchardCore.Queries.Views.Query-Sql.Link
source: Add
ru: Добавить

# OrchardCore.Queries.Views.Query.Buttons.SummaryAdmin
source: Edit
ru: Редактировать

# OrchardCore.Queries.Views.Query.Buttons.SummaryAdmin
source: Delete
ru: Удалить

# OrchardCore.Queries.Views.Query.Fields.Buttons
source: Save
ru: Сохранить

# OrchardCore.Queries.Views.Query.Fields.Buttons
source: Cancel
ru: Отмена

# OrchardCore.Queries.Views.Query.Fields.Edit
source: Name
ru: Название

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The technical name of the query.
ru: Техническое имя запроса.

# OrchardCore.Queries.Views.Query.Fields.Edit
source: Schema
ru: Схема

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The schema the api will use to return results.
ru: Схема, которую будет использовать api для возврата результатов.

# OrchardCore.Queries.Views.Query.Link
source: If you see this message you need to create a custom shape template for {0}
ru: Если вы видите это сообщение, вам нужно создать шаблон формы для {0}

# OrchardCore.Queries.Views.SqlQuery.Buttons.SummaryAdmin
source: Run
ru: Запуск

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Return Documents
ru: Возврат документов

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Check to return the corresponding documents.
ru: Проверьте, чтобы вернуть соответствующие документы.

# OrchardCore.Queries.Views.SqlQuery.Edit
source: When checked, the result has to be a list of document ids.
ru: При отмеченной опции результат должен быть списком идентификаторов документа.

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Query
ru: Запрос

# OrchardCore.Queries.Views.SqlQuery.Edit
source: The SQL query to execute.
ru: SQL-запрос для выполнения.

# OrchardCore.Queries.Views.SqlQuery.SummaryAdmin
source: SQL query
ru: SQL-запрос

# OrchardCore.Queries.Views.Admin.Create
source: New {0} query
ru: Новый {0} запрос

# OrchardCore.Queries.Views.Admin.Edit
source: Edit '{0}' query
ru: Изменить '{0}' запрос

# OrchardCore.Queries.Views.Admin.Index
source: Queries
ru: Запросы

# OrchardCore.Queries.Views.Admin.Index
source: Search
ru: Поиск

# OrchardCore.Queries.Views.Admin.Index
source: Add Query
ru: Добавить запрос

# OrchardCore.Queries.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no queries for the moment.
ru: <strong>Пусто!</strong> Нет запросов на данный момент.

# OrchardCore.Queries.Views.Admin.Index
source: Available Query Types
ru: Доступные типы запросов

# OrchardCore.Queries.Views.Admin.Index
source: You need to enable a feature which provides a query source.
ru: Вам нужно включить функцию, которая предоставляет источник запроса.

# OrchardCore.Queries.Views.Admin.Index
source: Go to Features
ru: Перейти к функциям

# OrchardCore.Queries.Views.Admin.Index
source: Cancel
ru: Отмена

# OrchardCore.Queries.Views.Admin.Query
source: SQL Query
ru: SQL-запрос

# OrchardCore.Queries.Views.Admin.Query
source: Template
ru: Шаблон

# OrchardCore.Queries.Views.Admin.Query
source: You can <a href="{0}">click here</a> to query all content items.
ru: Вы можете нажать <a href="{0}">здесь</a>, чтобы запросить все элементы содержимого.

# OrchardCore.Queries.Views.Admin.Query
source: The SQL query uses standard SQL92 syntax and is converted based on the actual database. Tables will be prefixed automatically.
ru: SQL-запрос использует стандартный синтаксис SQL92 и конвертируется на основе фактической базы данных. Таблицы будут автоматически прописаны.

# OrchardCore.Queries.Views.Admin.Query
source: Parameters
ru: Параметры

# OrchardCore.Queries.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
ru: Необязательный объект Json, содержащий значения параметров для этого запроса.

# OrchardCore.Queries.Views.Admin.Query
source: Query
ru: Запрос

# OrchardCore.Queries.Views.Admin.Query
source: Final SQL Query
ru: Окончательный SQL-запрос

# OrchardCore.Queries.Views.Admin.Query
source: The query as it will be executed by the SQL database.
ru: Запрос, как он будет выполнен SQL-базой данных.

# OrchardCore.Queries.Views.Admin.Query
source: Create
ru: Создать

# OrchardCore.Queries.Views.Admin.Query
source: Query executed in {0} ms
ru: Запрос выполнен за {0} мс

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Edit
source: All Queries
ru: Все запросы

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Summary
source: All Queries
ru: Все запросы

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Summary
source: Adds all queries to the plan.
ru: Добавляет все запросы к плану.

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Thumbnail
source: All Queries
ru: Все запросы

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Thumbnail
source: Exports every query.
ru: Экспортирует каждый запрос.
