Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Workflows.po
Languages: de, tr

# OrchardCore.Workflows.AdminMenu
source: Workflows
tr: İş Akışları

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Commit Transaction Task
de: Transaktion durchführen-Aufgabe
tr: İşlemi Tamamla

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Primitives
de: Grundelemente
tr: Temel öğeler

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Activities.CorrelateTask
source: Correlate Task
de: Korrelieren-Aufgabe
tr: Correlate Görevi

# OrchardCore.Workflows.Activities.CorrelateTask
source: Primitives
de: Grundelemente
tr: Temel öğeler

# OrchardCore.Workflows.Activities.CorrelateTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Activities.ForEachTask
source: For Each Task
de: Für jede Aufgabe
tr: For Each Görevi

# OrchardCore.Workflows.Activities.ForEachTask
source: Control Flow
de: Steuerungsfluss
tr: Kontrol Akışı

# OrchardCore.Workflows.Activities.ForEachTask
source: Iterate
de: Iterieren
tr: Yinele

# OrchardCore.Workflows.Activities.ForEachTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Activities.ForkTask
source: Fork Task
de: Aufspalten-Aufgabe
tr: Fork Görevi

# OrchardCore.Workflows.Activities.ForkTask
source: Control Flow
de: Steuerungsfluss
tr: Kontrol Akışı

# OrchardCore.Workflows.Activities.ForLoopTask
source: For Loop Task
de: For-Schleife-Aufgabe
tr: For Loop Görevi

# OrchardCore.Workflows.Activities.ForLoopTask
source: Control Flow
de: Steuerungsfluss
tr: Kontrol Akışı

# OrchardCore.Workflows.Activities.ForLoopTask
source: Iterate
de: Iterieren
tr: Yinele

# OrchardCore.Workflows.Activities.ForLoopTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Activities.IfElseTask
source: If Else Task
de: Wenn-Dann-Aufgabe
tr: If Else Görevi

# OrchardCore.Workflows.Activities.IfElseTask
source: Control Flow
de: Steuerungsfluss
tr: Kontrol Akışı

# OrchardCore.Workflows.Activities.IfElseTask
source: True
de: Richtig
tr: Doğru

# OrchardCore.Workflows.Activities.IfElseTask
source: False
de: Falsch
tr: Yanlış

# OrchardCore.Workflows.Activities.JoinTask
source: Join Task
de: Aufgabe beitreten
tr: Join Görevi

# OrchardCore.Workflows.Activities.JoinTask
source: Control Flow
de: Steuerungsfluss
tr: Kontrol Akışı

# OrchardCore.Workflows.Activities.JoinTask
source: Joined
de: Beigetreten
tr: Eklendi (Bağlandı)

# OrchardCore.Workflows.Activities.LogTask
source: Log Task
de: Protokollieren-Aufgabe
tr: Log Görevi

# OrchardCore.Workflows.Activities.LogTask
source: Primitives
de: Grundelemente
tr: Temel öğeler

# OrchardCore.Workflows.Activities.LogTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Activities.MissingActivity
source: Missing Activity
de: Fehlende Aktivität
tr: Eksik Etkinlik

# OrchardCore.Workflows.Activities.MissingActivity
source: Exceptions
de: Ausnahmen
tr: İstisnalar

# OrchardCore.Workflows.Activities.NotifyTask
source: Notify Task
de: Benachrichtigen-Aufgabe
tr: Bildirim Görevi

# OrchardCore.Workflows.Activities.NotifyTask
source: UI
de: Benutzeroberfläche
tr: Kullanıcı Arayüzü

# OrchardCore.Workflows.Activities.NotifyTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Activities.ScriptTask
source: Script Task
de: Skript-Aufgabe
tr: Komut Dosyası

# OrchardCore.Workflows.Activities.ScriptTask
source: Control Flow
de: Steuerungsfluss
tr: Kontrol Akışı

# OrchardCore.Workflows.Activities.SetOutputTask
source: Set Output Task
de: Ergebniswert setzen-Aufgabe
tr: Çıktı Hazırla

# OrchardCore.Workflows.Activities.SetOutputTask
source: Primitives
de: Grundelemente
tr: Temel öğeler

# OrchardCore.Workflows.Activities.SetOutputTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Set Property Task
de: Eigenschaft setzen-Aufgabe
tr: Özellik Ayarla

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Primitives
de: Grundelemente
tr: Temel öğeler

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Activities.WhileLoopTask
source: While Loop Task
de: While-Schleife-Aufgabe
tr: Döngü Görevi

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Control Flow
de: Steuerungsfluss
tr: Kontrol Akışı

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Iterate
de: Iterieren
tr: Yinele

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Controllers.ActivityController
source: Activity added successfully
de: Aktivität erfolgreich hinzugefügt
tr: Etkinlik başarıyla eklendi

# OrchardCore.Workflows.Controllers.ActivityController
source: Activity updated successfully
de: Aktivität erfolgreich aktualisiert
tr: Etkinlik başarıyla güncellendi

# OrchardCore.Workflows.Controllers.WorkflowController
source: Recently created
de: Kürzlich hinzugefügt
tr: Yakın Zamanda Oluşturan

# OrchardCore.Workflows.Controllers.WorkflowController
source: All
de: Alle
tr: Tümü

# OrchardCore.Workflows.Controllers.WorkflowController
source: Faulted
de: Fehlgeschlagen
tr: Hata

# OrchardCore.Workflows.Controllers.WorkflowController
source: Finished
de: Fertiggestellt
tr: Tamamlandı

# OrchardCore.Workflows.Controllers.WorkflowController
source: Delete
de: Löschen
tr: Sil

# OrchardCore.Workflows.Controllers.WorkflowController
source: Workflow {0} has been deleted.
de: Workflow {0} wurde gelöscht.
tr: {0} iş akışı silindi.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Delete
de: Löschen
tr: Sil

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow {0} has been deleted.
de: Workflow {0} wurde gelöscht.
tr: {0} iş akışı silindi.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow type has been saved.
de: Workflow-Typ wurde gespeichert.
tr: İş akış tipi kaydedildi.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow type {0} deleted
de: Workflow-Typ {0} gelöscht
tr: {0} iş akışı tipi silindi

# OrchardCore.Workflows.Timers.TimerEvent
source: Timer Event
de: Timer-Ereignis
tr: Zamanlayıcı Olayı

# OrchardCore.Workflows.Timers.TimerEvent
source: Background
de: Hintergrund
tr: Arkaplan

# OrchardCore.Workflows.Timers.TimerEvent
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Http.Activities.HttpRedirectTask
source: Http Redirect Task
de: Http-Weiterleitung-Aufgabe
tr: Http Yönlendirme Görevi

# OrchardCore.Workflows.Http.Activities.HttpRedirectTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Http.Activities.HttpRequestEvent
source: Http Request Event
de: Http-Anfrage-Event
tr: Http İstek Olayı

# OrchardCore.Workflows.Http.Activities.HttpRequestEvent
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Http.Activities.HttpRequestFilterEvent
source: Http Request Filter Event
de: Http-Anfrage-Filter-Event
tr: Http İstek Filtresi Olayı

# OrchardCore.Workflows.Http.Activities.HttpRequestFilterEvent
source: Matched
de: Passend
tr: Eşleşti

# OrchardCore.Workflows.Http.Activities.HttpRequestTask
source: Http Request Task
de: Http-Anfrage-Aufgabe
tr: Http İstek Görevi

# OrchardCore.Workflows.Http.Activities.HttpRequestTask
source: Unhandled Http Status
de: Unbehandelter Http-Status
tr: İşlenmeyen Http Durumu

# OrchardCore.Workflows.Http.Activities.HttpResponseTask
source: Http Response Task
de: Http-Antwort-Aufgabe
tr: Http Yanıt Görevi

# OrchardCore.Workflows.Http.Activities.HttpResponseTask
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.Http.Activities.SignalEvent
source: Signal Event
de: Signal-Ereignis
tr: Uyarı Olayı

# OrchardCore.Workflows.Http.Activities.SignalEvent
source: Done
de: Erledigt
tr: Bitti

# OrchardCore.Workflows.UserTasks.Activities.UserTaskEvent
source: User Task Event
de: Benutzeraufgabe-Ereignis
tr: Kullanıcı Görev Olayı

# OrchardCore.Workflows.UserTasks.Activities.UserTaskEvent
source: Content
de: Inhalt
tr: İçerik

# OrchardCore.Workflows.UserTasks.Drivers.UserTaskEventContentDriver
source: Not authorized to trigger '{0}'
de: Nicht autorisiert um '{0} ' auszulösen
tr: {0} tetiklemesi için yetkili değil

# OrchardCore.Workflows.Views.Activity.Design
source: Startup task
de: Startaufgabe
tr: Başlangıç görevi

# OrchardCore.Workflows.Views.Activity.Design
source: Edit
de: Bearbeiten
tr: Düzenle

# OrchardCore.Workflows.Views.Activity.Design
source: Delete
de: Löschen
tr: Sil

# OrchardCore.Workflows.Views.Activity.Thumbnail
source: Add
de: Hinzufügen
tr: Ekle

# OrchardCore.Workflows.Views.ActivityMetadata.Edit
source: Title
de: Titel
tr: Başlık

# OrchardCore.Workflows.Views.ActivityMetadata.Edit
source: Optionally provide a custom title for this activity.
de: Geben Sie optional einen benutzerdefinierten Titel für diese Aktivität an.
tr: İsteğe bağlı olarak bu etkinlik için özel bir başlık girin.

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: User Actions
de: Benutzer-Aktionen
tr: Kullanıcı Hareketleri

# OrchardCore.Workflows.Views.NavigationItemText-workflows.Id
source: Workflows
tr: İş Akışları

# OrchardCore.Workflows.Views.Activity.Create
source: Add {0}
de: {0} hinzufügen
tr: {0} Ekle

# OrchardCore.Workflows.Views.Activity.Create
source: Save
de: Speichern
tr: Kaydet

# OrchardCore.Workflows.Views.Activity.Create
source: Cancel
de: Abbrechen
tr: İptal

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Edit {0}
de: {0} bearbeiten
tr: {0} Düzenle

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Save
de: Speichern
tr: Kaydet

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Cancel
de: Abbrechen
tr: İptal

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Edit
source: All Workflow Types
de: Alle Workflow-Typen
tr: Bütün İş Akışı Tipleri

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Summary
source: All Workflow Types
de: Alle Workflow-Typen
tr: Bütün İş Akışı Tipleri

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Summary
source: Adds all Workflow types
de: Fügt alle Workflow-Typen hinzu
tr: Tüm İş Akışı türlerini ekler

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Thumbnail
source: All Workflow Types
de: Alle Workflow-Typen
tr: Bütün İş Akışı Tipleri

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Thumbnail
source: Exports all the Workflow Types of the system.
de: Exportiert alle Workflow-Typen des Systems.
tr: Sistemin tüm İş Akışı Türlerini dışa aktarır.

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Design
source: Commit Transaction
de: Transaktion durchführen
tr: İşlemi Tamamla

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Thumbnail
source: Commit Transaction
de: Transaktion durchführen
tr: İşlemi Tamamla

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Thumbnail
source: Commit the current transaction.
de: Übertrage die aktuelle Transaktion.
tr: Geçerli işlemi tamamla.

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Design
source: Correlate
de: Korrelieren
tr: Bağdaştır

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Edit
source: Value
de: Wert
tr: Değer

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Edit
source: The value to correlate workflow instances with. With Liquid support.
de: Der Wert, mit dem Workflow-Instanzen korreliert werden sollen. Mit Liquid-Unterstützung.
tr: İş akışı örnekleri ile ilişkilendirilecek değer. Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Thumbnail
source: Correlate
de: Korrelieren
tr: Bağdaştır

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Thumbnail
source: Correlate the current workflow instance with a value.
de: Korrelieren Sie die aktuelle Workflow-Instanz mit einem Wert.
tr: Geçerli iş akışı örneğini bir değerle ilişkilendirin.

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Design
source: Iterate <em>{0}</em> over <em>{1}</em>
de: Iterieren Sie <em>{0}</em> über <em>{1}</em>
tr: <em>{0}</em> ile <em>{1}</em> yineleyin

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: Enumerable Expression
tr: Numaralandırılabilir İfade

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: The list to iterate. With JavaScript support.
de: Die zu iterierende Liste. Mit JavaScript-Unterstützung.
tr: Yinelenecek liste. JavaScript desteği ile.

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: Looping Variable
de: Schleifen-Variable
tr: Döngü Değişken

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: The name of the looping variable. The current value of each iteration is set to a property with this name as well as the last result.
de: Der Name der Schleifen-Variable. Der aktuelle Wert jeder Iteration als auch das letzte Ergebnis wird auf eine Eigenschaft mit diesem Namen gesetzt.
tr: Döngü değişkeninin adı. Her yinelemenin geçerli değeri, bu adın yanı sıra son sonucun bulunduğu bir özelliğe ayarlanır.

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Thumbnail
source: Iterate over a list of items.
de: Iterieren Sie über einer Liste von Elementen.
tr: Bir öğe listesini tekrarlayın.

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: Fork execution into <em>{0}</em>
de: Ausführung aufspalten in <em>{0}</em>
tr: <em>{0}</em> içine çatal yürütme

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: No forks
de: Keine Aufspaltungen
tr: Fork yok

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Edit
source: Forks
de: Aufspaltungen
tr: Forklar

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Edit
source: Enter one or more comma-separated fork names.
de: Geben Sie einen oder mehrere durch Komma getrennte Aufspaltungs-Namen ein.
tr: Bir çatal girin veya birden fazla çatalı virgülle ayırın.

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Thumbnail
source: Fork workflow execution into separate paths of execution.
de: Workflow-Ausführung in getrennte Pfade der Ausführung aufspalten.
tr: İş akışını ayrı yürütme yollarına çatallayın.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Design
source: Iterate <em>{0}</em> from <em>{1}</em> to <em>{2}</em>
de: Iterieren Sie <em>{0}</em> von <em>{1}</em> bis <em>{2}</em>
tr: <em>{1}</em> ile <em>{2}</em> arasında <em>{0}</em> yineleyin

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: From Expression
de: Von-Ausdruck
tr: From İfadesi

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The start value. With JavaScript support.
de: Der Anfangswert. Mit JavaScript-Unterstützung.
tr: Başlangıç değeri. JavaScript desteği ile.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The end value. With JavaScript support.
de: Der Endwert. Mit JavaScript-Unterstützung.
tr: Bitiş değeri. JavaScript desteği ile.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The loop Step value. With JavaScript support.
de: Der Schleifenschritt-Wert. Mit JavaScript-Unterstützung.
tr: Döngü Adım değeri. JavaScript desteği ile.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: Looping Variable
de: Schleifen-Variable
tr: Döngü Değişken

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The name of the looping variable. The current value of each iteration is set to a property with this name as well as the last result.
de: Der Name der Schleifen-Variable. Der aktuelle Wert jeder Iteration als auch das letzte Ergebnis wird auf eine Eigenschaft mit diesem Namen gesetzt.
tr: Döngü değişkeninin adı. Her yinelemenin geçerli değeri, bu adın yanı sıra son sonucun bulunduğu bir özelliğe ayarlanır.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Thumbnail
source: Iterate from a start to end number.
de: Iterieren Sie von einer Start- bis zu einer Endnummer.
tr: Baştan sona numarayı yineleyin.

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Design
source: HTTP Redirect
de: HTTP Weiterleitung
tr: HTTP Yönlendirme

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Location
de: Zielort
tr: Konum

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: The URL to redirect to. With Liquid support.
de: Die URL, auf welche umgeleitet werden soll. Mit Liquid-Unterstützung.
tr: Yönlendirilecek URL. Liquid desteği ile.

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Permanent
tr: Kalıcı

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Check if the redirect should be permanent (301). Leave unchecked for a temporary redirect (302).
de: Auswählen, wenn die Umleitung permanent sein soll (301). Nicht auswählen für eine temporäre Weiterleitung (302).
tr: Yönlendirmenin kalıcı olup olmadığını kontrol edin (301). Geçici bir yönlendirme için işareti kaldırın (302).

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Thumbnail
source: HTTP Redirect
de: HTTP Weiterleitung
tr: HTTP Yönlendirme

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Thumbnail
source: Redirect the user agent to the specified URL (301/302).
de: Leiten Sie den User-Agent auf die angegebene URL (301/302) um.
tr: Belirtilen URL'ye (301/302) için kullanıcı ajanı yönlendir.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Design
source: Handle Incoming HTTP Request
de: Eingehende HTTP-Anfrage bearbeiten
tr: Gelen HTTP İsteğini işleyin

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: HTTP Method
de: HTTP-Methode
tr: HTTP Metodu

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: The HTTP method to match.
de: Die zugehörige HTTP-Methode.
tr: Eşlenecek HTTP yöntemi.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Generate a new URL
de: Neue URL generieren
tr: Yeni bir URL oluşturur

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Regenerate
de: Erneuern
tr: Yeniden oluştur

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Copy
de: Kopieren
tr: Kopyala

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Anyone that invokes this URL will trigger this workflow. Keep it in a safe place.
de: Jeder, der diese URL aufruft, wird diesen Workflow auslösen. Geben Sie diese nicht unnötig weiter.
tr: Bu URL' yi çağıran herkes bu iş akışını tetikleyebilir. Güvenli bir yerde saklayın.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Validate Antiforgery Token
de: Antifälschungs-Token überprüfen
tr: Sahtecilik Anahtarını Doğrulayın

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Uncheck this option if the request comes from a service that invokes this URL as a webhook. If this URL is requested from a form, then keep this option checked to ensure the form values have not been tampered with.
de: Deaktivieren Sie diese Option, wenn die Anfrage von einem Dienst kommt, der diese URL als Webhook aufruft. Wenn diese URL von einem Formular angefordert wird, lassen Sie diese Option aktiviert, um sicherzustellen, dass die Formularwerte nicht manipuliert wurden.
tr: İstek, bu URL' yi web kancası olarak çağıran bir hizmetten geliyorsa bu seçeneğin işaretini kaldırın. Bu URL bir formdan isteniyorsa, form değerlerinin tahrif edilmediğinden emin olmak için bu seçeneği işaretli tutun.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Token Life Span
de: Token Lebensspanne
tr: Anahtar Ömrü

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Hit the <b>Regenerate</b> button after changing this value.
de: Drücken Sie den <b>Regeneriere</b>-Button nach dem Ändern dieses Werts.
tr: Bu değeri değiştirdikten sonra <b>Yenile</b> düğmesine basın.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Number of days to expire the token. 0 for the token to never expire
de: Anzahl der Tage, bis der Token ablaufen sollen. 0 damit der Token nie ablaufen kann
tr: Anahtar bitiş süresi. Süresiz olması için 0 değerini veriniz

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Thumbnail
source: HTTP Request
de: HTTP-Anfrage
tr: HTTP isteği

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Thumbnail
source: Executes when a HTTP request comes in that matches a given path.
de: Wird ausgeführt, wenn eine HTTP-Anfrage eintrifft, die mit einem angegebenen Pfad übereinstimmt.
tr: Belirli bir yolla eşleşen bir HTTP isteği geldiğinde çalışır.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Design
source: Filter Incoming HTTP Request
de: Eingehende HTTP-Anfrage filtern
tr: Gelen HTTP İsteğini Filtrele

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: HTTP Method
de: HTTP-Methode
tr: HTTP Metodu

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The HTTP method to match.
de: Die zugehörige HTTP-Methode.
tr: Eşlenecek HTTP yöntemi.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Controller
tr: Denetleyici (Controller)

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The controller name to match.
de: Der zugehörige Controller-Name.
tr: Eşlenecek denetleyici adı.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Action
de: Aktion
tr: Eylem

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The action name to match.
de: Der zugehörige Name der Aktion.
tr: Eşlenecek eylem adı.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Area
de: Bereich
tr: Alan

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The area name to match.
de: Der zugehörige Bereichs-Name.
tr: Eşlenecek alan adı.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Thumbnail
source: Filter Incoming HTTP Request
de: Eingehende HTTP-Anfrage filtern
tr: Gelen HTTP İsteğini Filtrele

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Thumbnail
source: Executes when the specified HTTP request comes in. Similar to an MVC Action Filter.
de: Wird ausgeführt, wenn die angegebene HTTP-Anfrage eintrifft. Ähnlich wie bei einem MVC-Aktionsfilter.
tr: Belirtilen HTTP isteği geldiğinde çalışır. MVC Eylemi Filtresi'ne benzer.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Design
source: HTTP Request
de: HTTP-Anfrage
tr: HTTP istekleri

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The URL to send the request to. Supports Liquid syntax.
de: Die URL, an die die Anfrage gesendet wird. Unterstützt Liquid-Syntax.
tr: İsteği gönderilecek URL. Liquid söz dizimini destekler.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: HTTP Method
de: HTTP-Methode
tr: HTTP Metodu

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The HTTP Method. For example: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
de: Die HTTP-Methode. Zum Beispiel: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
tr: HTTP Yöntemi. Örneğin: GET, POST, PUT, PATCH, SEÇENEKLER, HEAD, DELETE

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Content Type
de: Inhaltstyp
tr: İçerik Tipi

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The content type of the request body.
de: Der Inhaltstyp des Anfrage-Body.
tr: İstek gövdesinin içerik türü.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Body
tr: Gövde
