Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Layers.po
Languages: es

# OrchardCore.Layers.AdminMenu
source: Settings
es: Ajustes

# OrchardCore.Layers.AdminMenu
source: Zones
es: Zonas

# OrchardCore.Layers.Controllers.AdminController
source: Layer deleted successfully.
es: Capa eliminada correctamente.

# OrchardCore.Layers.Controllers.AdminController
source: The layer couldn't be deleted: you must remove any associated widgets first.
es: La capa no se pudo eliminar: primero debe eliminar los widgets asociados.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name is required.
es: Se requiere el nombre de la capa.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name already exists.
es: El nombre de capa ya existe.

# OrchardCore.Layers.Controllers.AdminController
source: The rule is required.
es: La regla es requerida.

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Zone is missing
es: Falta la Zona

# OrchardCore.Layers.GraphQL.SiteLayersQuery
source: Site layers define the rules and zone placement for widgets.
es: Las capas del sitio definen las reglas y la ubicación de zonas para los widgets.

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Title
es: Título

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Render title
es: Generar Título

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: If checked, the title will be rendered with the widget.
es: Si está marcado, el título se renderizará con el widget.

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: The layer the widget should be associated with.
es: La capa con la que el widget debe estar asociado.

# OrchardCore.Layers.Views.LayerSettings.Edit
source: Available zones for Layers
es: Zonas disponibles para Capas

# OrchardCore.Layers.Views.LayerSettings.Edit
source: A comma separated list of values, representing the available zones for widgets.
es: Lista de valores, que representan las zonas disponibles para widgets separados por coma.

# OrchardCore.Layers.Views.Admin.Create
source: Create Layer
es: Crear Capa

# OrchardCore.Layers.Views.Admin.Create
source: Name
es: Nombre

# OrchardCore.Layers.Views.Admin.Create
source: Rule
es: Regla

# OrchardCore.Layers.Views.Admin.Create
source: Description
es: Descripción

# OrchardCore.Layers.Views.Admin.Create
source: Create
es: Crear

# OrchardCore.Layers.Views.Admin.Edit
source: Edit Layer - {0}
es: Editar Capa - {0}

# OrchardCore.Layers.Views.Admin.Edit
source: Name
es: Nombre

# OrchardCore.Layers.Views.Admin.Edit
source: Rule
es: Regla

# OrchardCore.Layers.Views.Admin.Edit
source: Description
es: Descripción

# OrchardCore.Layers.Views.Admin.Edit
source: Save
es: Guardar

# OrchardCore.Layers.Views.Admin.Index
source: Widget successfully moved. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Undo</strong></a>.
es: Widget movido correctamente. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Deshacer</strong></a>.

# OrchardCore.Layers.Views.Admin.Index
source: Zones
es: Zonas

# OrchardCore.Layers.Views.Admin.Index
source: Add Widget
es: Agregar Widget

# OrchardCore.Layers.Views.Admin.Index
source: Layers
es: Capas

# OrchardCore.Layers.Views.Admin.Index
source: Select a layer to reveal its associated widgets.
es: Seleccione una capa para mostrar sus widgets asociados.

# OrchardCore.Layers.Views.Admin.Index
source: Edit
es: Editar

# OrchardCore.Layers.Views.Admin.Index
source: Delete
es: Eliminar

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">create a layer</a> before adding Widgets
es: Por favor, <a href="{0}">crear una capa</a> antes de agregar Widgets

# OrchardCore.Layers.Views.Admin.Index
source: Add
es: Agregar

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Edit
source: All Layers
es: Todas las Capas

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: All Layers
es: Todas las Capas

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: Adds all layers to the plan.
es: Agregar todas las Capas al plan.

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: All Layers
es: Todas las Capas

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: Exports all layers.
es: Exportar todas las Capas.
