Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Infrastructure.po
Languages: de, el, es, ru

# OrchardCore.Environment.Commands.CommandHostAgent
source: Error executing command "{0}"
de: Fehler beim Ausführen des Befehls "{0}"
el: Σφάλμα κατά την εκτέλεση της εντολής "{0}"
es: Error al ejecutar el comando "{0}"
ru: Ошибка выполнения команды "{0}"

# OrchardCore.Environment.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
de: Ausnahmedetails: {0}: {1}
el: Λεπτομέρειες εξαίρεσης: {0}: {1}
es: Detalles de excepción: {0}: {1}
ru: Детали исключения: {0}: {1}

# OrchardCore.Environment.Commands.CommandHostAgent
source: Stack Trace:
el: Ιχνηλάτηση στοίβας:
es: Traza de la Pila:

# OrchardCore.Environment.Commands.CommandHostAgent
source: Tenant {0} does not exist
de: Mandant {0} existiert nicht
el: Ο ενοικιαστής {0} δεν υπάρχει
es: Tenant {0} no existe
ru: Тенант {0} не существует

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Switch "{0}" was not found
de: Schalter "{0}" wurde nicht gefunden
el: Η εναλλαγή "{0}" δεν βρέθηκε
es: No se encontró el Switch "{0}"
ru: Переключение "{0}" не найдено

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
de: Eine Eigenschaft "{0}" existiert, ist aber nicht mit "{1} " gekennzeichnet
el: Μια ιδιότητα "{0}" υπάρχει αλλά δεν είναι διακοσμημένη με "{1}"
es: Una propiedad "{0}" existe pero no está decorada con "{1}"
ru: Свойство "{0}" существует, но не декорировано "{1}"

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Error converting value "{0}" to "{1}" for switch "{2}"
de: Fehler beim Konvertieren des Wertes "{0}" in "{1}" für Schalter "{2}"
el: Σφάλμα μετατροπής της τιμής "{0}" σε "{1}" για εναλλαγή "{2}"
es: Error al convertir el valor "{0}" a "{1}" para el Interruptor "{2}"
ru: Ошибка преобразования значения "{0}" в "{1}" для переключения "{2}"

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Command arguments "{0}" don't match command definition
de: Befehlsargumente "{0}" stimmen nicht mit der Befehlsdefinition überein
el: Τα επιχειρήματα "{0}" της εντολής δεν ταιριάζουν με τον ορισμό της εντολής
es: Argumentos de comando "{0}" no coinciden con la definición de comando
ru: Оргументы команды "{0}" не совпадают с определением команды

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Method "{0}" does not support switch "{1}".
de: Methode "{0}" unterstützt keinen Schalter "{1}".
el: Η μέθοδος "{0}" δεν υποστηρίζει την εναλλαγή "{1}".
es: Método "{0}" no soporta el Interruptor "{1}".
ru: Метод "{0}" не поддерживает переключатель "{1}".

# OrchardCore.Environment.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
de: Mehrere Befehle gefunden für Argumente "{0}". Verfügbare Befehle: {1}.
el: Πολλαπλές εντολές βρήκαν αντιστοίχιση των επιχειρήματων "{0}". Διαθέσιμες εντολές: {1}.
es: Se han encontrado varios comandos que coinciden con los argumentos "{0}". Comandos disponibles: {1}.
ru: Несколько команд нашли соответствующие аргументы "{0}". Доступны команды: {1}.

# OrchardCore.Environment.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
de: Kein Befehl wurde zu den Argumenten "{0}" gefunden. Befehle verfügbar: {1}.
el: Δεν βρέθηκε εντολή που να ταιριάζει με τα επιχειρήματα "{0}". Διαθέσιμες εντολές: {1}.
es: No se hallaron comandos que coinciden con los argumentos "{0}". Comandos disponibles: {1}.
ru: Команда не найдена для соответствующих аргументов "{0}". Команды доступны: {1}.

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: List of available commands:
de: Liste der verfügbaren Befehle:
el: Λίστα διαθέσιμων εντολών:
es: Lista de comandos disponibles:
ru: Список доступных команд:

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
de: Befehl {0} existiert nicht
el: Η εντολή {0} δεν υπάρχει
es: Comando {0} no existe
ru: Команда {0} не существует

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: {0}.{1}: no help text
de: {0}.{1}: kein Hilfetext
el: {0}. {1}: κανένα κείμενο βοήθειας
es: {0}.{1}: no hay texto de ayuda
ru: {0}.{1}: нет текста помощи
