Repository: elsa-workflows/elsa-orchard-core
Catalog: src/Elsa.OrchardCore.Web/Localization/*/OrchardCore.Sitemaps.po
Languages: sv

# OrchardCore.Sitemaps.AdminMenu
source: Configuration
sv: Konfiguration

# OrchardCore.Sitemaps.AdminMenu
source: Sitemaps
sv: Webbplatskarta

# OrchardCore.Sitemaps.AdminMenu
source: Sitemap Indexes
sv: Webbplatskarta index

# OrchardCore.Sitemaps.AdminMenu
source: Sitemaps Cache
sv: Webbplatskarta cache

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap updated successfully
sv: Webbplatskartan har uppdaterats

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap deleted successfully
sv: Webbplatskartan har tagits bort

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap toggled successfully
sv: Webbplatskartan har slagits på/av

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache purged, with errors.
sv: Webbplatskarta cache rensad, med fel.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache purged.
sv: Webbplatskartans cache har rensats.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Error purging sitemap cache item.
sv: Fel vid rensning av webbplatskartans cache.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache item purged.
sv: Objekt rensat från webbplatskartan.

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index created successfully
sv: Index har skapats för webbplatskartan

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index updated successfully
sv: Index har uppdaterats för webbplatskartan

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index deleted successfully
sv: Index har tagits bort för webbplatskartan

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index menu toggled successfully
sv: Index har slagits på/av för webbplatskartan

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source added successfully
sv: Källa har lags till webbplatskartan

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source updated successfully
sv: Källa har uppdaterats för webbplatskartan

# OrchardCore.Sitemaps.Controllers.SourceController
source: The sitemap source has validation errors
sv: Källan till webbplatskartan har valideringsfel

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source deleted successfully
sv: Källa har tagits bort från webbplatskartan

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink can't be set to the homepage
sv: Din permalänk kan inte ställas in till hemsidan

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Please do not use any of the following characters in your permalink: {0}. No spaces are allowed (please use dashes or underscores instead).
sv: Vänligen använd inte något av följande tecken i din permalänk: {0}. Inga mellanslag är tillåtna (använd streck eller understreck istället).

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink must end with {0}.
sv: Din permalänk måste sluta med {0}.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink is too long. The permalink can only be up to {0} characters.
sv: Din permalänk är för lång. Permalänk kan bara vara upp till {0} tecken.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink is already in use.
sv: Din permalänk används redan.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Override sitemap configuration
sv: Åsidosätt webbplatskartskonfiguration

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Check to override sitemap configuration.
sv: Markera för att åsidosätta webbplatskartskonfiguration.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Exclude
sv: Undanta

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Check to exclude this content item from the site map.
sv: Markera för att utesluta detta innehållsobjekt från webbplatskartan.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Change Frequency
sv: Ändra frekvens

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: The frequency this content item is likely to change.
sv: Den frekvens detta innehållsobjekt sannolikt kommer att ändras med.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Priority
sv: Prioritet

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: The default priority of these content types relative to other content on your site.
sv: Standardprioritet för dessa innehållstyper i förhållande till annat innehåll på din webbplats.

# OrchardCore.Sitemaps.Views.SitemapSource.SummaryAdmin
source: Edit
sv: Redigera

# OrchardCore.Sitemaps.Views.SitemapSource.SummaryAdmin
source: Delete
sv: Radera

# OrchardCore.Sitemaps.Views.SitemapSource.Thumbnail
source: Add
sv: Lägg till

# OrchardCore.Sitemaps.Views.Admin.Create
source: Create Sitemap
sv: Skapa webbplatskarta

# OrchardCore.Sitemaps.Views.Admin.Create
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
sv: Webbplatsinställningen 'Bas url' är tom, men krävs för att generera webbplatskartor.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Name
sv: Namn

# OrchardCore.Sitemaps.Views.Admin.Create
source: The name is required.
sv: Namn måste fyllas i.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Permalink
sv: Permalänk

# OrchardCore.Sitemaps.Views.Admin.Create
source: The url of the sitemap. Leave empty to auto-generate it.
sv: URL-adressen till webbplatskartan. Lämna tomt för att automatiskt generera den.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Enabled
sv: Aktiverad

# OrchardCore.Sitemaps.Views.Admin.Create
source: Uncheck to disable routing to this sitemap.
sv: Avmarkera för att inaktivera routing till denna webbplatskarta.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Create
sv: Skapa

# OrchardCore.Sitemaps.Views.Admin.Create
source: Cancel
sv: Avbryt

# OrchardCore.Sitemaps.Views.Admin.Display
source: Sitemap
sv: Webbplatskarta

# OrchardCore.Sitemaps.Views.Admin.Display
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
sv: Webbplatsinställningen 'Bas url' är tom, men krävs för att generera webbplatskartor.

# OrchardCore.Sitemaps.Views.Admin.Display
source: View
sv: Visa

# OrchardCore.Sitemaps.Views.Admin.Display
source: Add Source
sv: Lägg till källa

# OrchardCore.Sitemaps.Views.Admin.Display
source: <strong>Nothing here!</strong> There are no sources on this sitemap for the moment.
sv: <strong>Ingenting här!</strong> Det finns inga källor på denna webbplatskartan för tillfället.

# OrchardCore.Sitemaps.Views.Admin.Display
source: Available Sources
sv: Tillgängliga källor

# OrchardCore.Sitemaps.Views.Admin.Display
source: Cancel
sv: Avbryt

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Edit Sitemap
sv: Redigera webbplatskarta

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
sv: Webbplatsinställningen 'Bas url' är tom, men krävs för att generera webbplatskartor.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Name
sv: Namn

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The name is required.
sv: Namn måste fyllas i.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Permalink
sv: Permalänk

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The url of the sitemap. Leave empty to auto-generate it.
sv: URL-adressen till webbplatskartan. Lämna tomt för att automatiskt generera den.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Enabled
sv: Aktiverad

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Uncheck to disable routing to this sitemap.
sv: Avmarkera för att inaktivera routing till denna webbplatskarta.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Save
sv: Spara

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Cancel
sv: Avbryt

# OrchardCore.Sitemaps.Views.Admin.List
source: Sitemaps
sv: Webbplatskartor

# OrchardCore.Sitemaps.Views.Admin.List
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
sv: Webbplatsinställningen 'Bas url' är tom, men krävs för att generera webbplatskartor.

# OrchardCore.Sitemaps.Views.Admin.List
source: Search
sv: Sök

# OrchardCore.Sitemaps.Views.Admin.List
source: Add Sitemap
sv: Lägg till webbplatskarta

# OrchardCore.Sitemaps.Views.Admin.List
source: View
sv: Visa

# OrchardCore.Sitemaps.Views.Admin.List
source: Edit
sv: Redigera

# OrchardCore.Sitemaps.Views.Admin.List
source: Delete
sv: Radera

# OrchardCore.Sitemaps.Views.Admin.List
source: Disable
sv: Inaktivera

# OrchardCore.Sitemaps.Views.Admin.List
source: Enable
sv: Aktivera

# OrchardCore.Sitemaps.Views.Admin.List
source: <strong>Nothing here!</strong> There are no sitemaps for the moment.
sv: <strong>Ingenting här!</strong> Det finns inga webbplatskartor för tillfället.

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Sitemaps Cache
sv: Webbplatskartor cache

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Search
sv: Sök

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Purge All
sv: Rensa alla

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Are you sure you want to purge the entire sitemap cache?
sv: Är du säker på att du vill rensa hela webbplatskartans cache?

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Purge
sv: Rensa

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Are you sure you want to purge this sitemap?
sv: Är du säker på att du vill rensa den här webbplatskartan?

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: <strong>Nothing here!</strong> There are no sitemaps cached for the moment.
sv: <strong>Ingenting här!</strong> Det finns inga webbplatskartor cachade för tillfället.

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: <strong>Nothing here!</strong> Your search returned no results.
sv: <strong>Ingenting här!</strong> Din sökning gav inga resultat.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Create Sitemap Index
sv: Skapa index för webbplatskarta

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
sv: Webbplatsinställningen 'Bas url' är tom, men krävs för att generera webbplatskartor.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Name
sv: Namn

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The name is required.
sv: Namn måste fyllas i.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Permalink
sv: Permalänk

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The url of the sitemap index.
sv: URL-adressen till webbplatskartans index.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Enabled
sv: Aktiverad

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Uncheck to disable routing to the sitemap index.
sv: Avmarkera för att inaktivera routing till webbplatskartans index.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The sitemaps this index contains.
sv: Webbplatskartorna som detta index innehåller.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Save
sv: Spara

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Cancel
sv: Avbryt

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Edit Sitemap Index
sv: Redigera index för webbplatskarta

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
sv: Webbplatsinställningen 'Bas url' är tom, men krävs för att generera webbplatskartor.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Name
sv: Namn

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The name is required.
sv: Namn måste fyllas i.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Permalink
sv: Permalänk

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The url of the sitemap index.
sv: URL-adressen till webbplatskartans index.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Enabled
sv: Aktiverad

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Uncheck to disable routing to the sitemap index.
sv: Avmarkera för att inaktivera routing till webbplatskartans index.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The sitemaps this index contains.
sv: Webbplatskartorna som detta index innehåller.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Save
sv: Spara

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Cancel
sv: Avbryt

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Sitemap Indexes
sv: Webbplatskarta index

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
sv: Webbplatsinställningen 'Bas url' är tom, men krävs för att generera webbplatskartor.

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Search
sv: Sök

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Add Sitemap Index
sv: Lägg till index för webbplatskarta

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: View
sv: Visa

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Edit
sv: Redigera

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Delete
sv: Radera

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Toggle Dropdown
sv: Rulllist på/av

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Disable
sv: Inaktivera

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Enable
sv: Aktivera

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: <strong>Nothing here!</strong> There are no sitemaps indexes for the moment.
sv: <strong>Ingenting här!</strong> Det finns inga index för webbplatskartor för tillfället.

# OrchardCore.Sitemaps.Views.Source.Create
source: Create Sitemap Source
sv: Skapa källa för webbplatskarta

# OrchardCore.Sitemaps.Views.Source.Create
source: Create
sv: Skapa

# OrchardCore.Sitemaps.Views.Source.Create
source: Cancel
sv: Avbryt

# OrchardCore.Sitemaps.Views.Source.Edit
source: Edit Sitemap Source
sv: Redigera källa för webbplatskarta

# OrchardCore.Sitemaps.Views.Source.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
sv: Webbplatsinställningen 'Bas url' är tom, men krävs för att generera webbplatskartor.

# OrchardCore.Sitemaps.Views.Source.Edit
source: Save
sv: Spara

# OrchardCore.Sitemaps.Views.Source.Edit
source: Delete
sv: Radera

# OrchardCore.Sitemaps.Views.Source.Edit
source: Cancel
sv: Avbryt
